Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/new/*.po
Languages: de, fr, hr, ro

source: MMU OK. Resuming...
de: MMU OK. Weiterdrucken...
fr: MMU OK. Reprise ...
hr: MMU OK. Nastavak...
ro: MMU OK. Reluare...

source: Mode [silent]
de: Modus [leise]
fr: Mode [silencieux]

source: Mode [Stealth]
de: Modus [Stealth]
fr: Mode [Furtif]

source: Mode [auto power]
de: Modus [Auto Power]
fr: Mode [puissance auto]

source: Mode [high power]
de: Modus[Hohe Leistung]
fr: Mode [haute puissance]

source: Motor
fr: Moteur

source: Move axis
de: Achse bewegen
fr: Deplacer l'axe
hr: Pomaknite os
ro: Miscare axe

source: Move X
de: Bewege X
fr: Deplacer X
hr: Pomaknite X
ro: Miscare X

source: Move Y
de: Bewege Y
fr: Deplacer Y
hr: Pomaknite Y
ro: Miscare Y

source: Move Z
de: Bewege Z
fr: Deplacer Z
hr: Pomaknite Z
ro: Miscare Z

source: New firmware version available:
de: Neue Firmware- Version verfuegbar:
fr: Nouvelle version de firmware disponible :
hr: Dostupna nova verzija firmwera:
ro: Vers. de firmware noua disponibila:

source: No
de: Nein
fr: Non
hr: Ne
ro: Nu

source: No
de: Nein
fr: Non

source: No Checksum with line number, Last Line:
de: Keine Pruefsumme mit Zeilennummer, Letzte Zeile:
fr: Pas de checksum avec numero de ligne, Derniere ligne :

source: No move.
de: Keine Bewegung.
fr: Pas de mouvement.
hr: Bez pomaka.
ro: Fara miscare.

source: No SD card
de: Keine SD Karte
fr: Pas de carte SD
hr: Nema SD kartice
ro: Fara card SD

source: No thermistors - no temperature
de: Keine Thermistoren - keine Temperatur
fr: Pas de thermistors - pas de temperature

source: Not connected
de: Nicht angeschlossen
fr: Non connecte
hr: Nije povezano
ro: Nu este conectat

source: Not spinning
de: Dreht sich nicht
fr: Ne tourne pas
hr: Ne okrece se
ro: Nu se roteste

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
de: Jetzt werde ich den Abstand zwischen Duesenspitze und Druckbett kalibrieren.
fr: Maintenant je vais calibrer la distance entre la pointe de la buse et le surface du lit chauffant.
hr: Sada cu kalibrirati udaljenost izmedu vrha mlaznice i povrsine grijane podloge.
ro: Acum voi calibra distanta dintre varf si suprafata patului.

source: Now I will preheat nozzle for PLA.
de: Jetzt werde ich die Duese fuer PLA vorheizen.
fr: Maintenant je vais prechauffer la buse pour du PLA.
hr: Sada cu zagrijati mlaznicu za PLA.
ro: Acum voi preincalzi extruder-ul pentru PLA.

source: Now remove the test print from steel sheet.
de: Testdruck jetzt von Stahlblech entfernen.
fr: Retirez maintenant l'impression de test de la feuille d'acier.
hr: Sada uklonite probni print sa celicne ploce.
ro: Acum inlaturati printul de test de pe suprafata de print.

source: Nozzle
de: Duese
fr: Buse
hr: Mlaznica
ro: Varf

source: Nozzle FAN:
de: Duesen Luefter:
fr: Vent. buse:

source: Nozzle2
de: Duese2
fr: Buse2

source: Nozzle3
de: Duese3
fr: Buse3

source: Old settings found. Default PID, Esteps etc. will be set.
de: Alte Einstellungen gefunden. Standard PID, E-Steps u.s.w. werden gesetzt.
fr: Anciens reglages trouves. Le PID, les Esteps etc. par defaut seront pris.
hr: Pronadene stare postavke. Postavit ce se zadani PID, Esteps itd.
ro: Setari vechi detectate. PID, Esteps etc. de baza vor fi setate.

source: open
de: offen
fr: ouvrir

source: open failed, File:
de: Fehler beim Oeffnen der Datei:
fr: Echec ouverture, Fichier :

source: openRoot failed
de: Zugriff auf Hauptverzeichnis misslungen
fr: Echec openRoot

source: Pause print
de: Druck pausieren
fr: Mettre en pause l'impression
hr: Pauzirajte print
ro: Pauza print

source: Pick print
de: Druck auswaehlen
fr: Choisir impression

source: PID cal.
de: PID Kal.
fr: Calib. PID

source: PID cal. finished
de: PID Kalib. fertig
fr: Calib. PID terminee
hr: PID kal. zavrsena
ro: Calibrare PID gata

source: PID calibration
de: PID Kalibrierung
fr: Calibration PID
hr: PID kalibracija
ro: Calibrare PID

source: PINDA Heating
de: PINDA erwaermen
fr: Chauffe de la PINDA
hr: PINDA se Zagrijava
ro: Incalzire PINDA

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
de: Legen Sie ein Blatt Papier unter die Duese waehrend der Kalibrierung der ersten 4 Punkte. Wenn die Duese das Papier erfasst, den Drucker sofort ausschalten.
fr: Placez une feuille de papier sous la buse pendant la calibration des 4 premiers points. Si la buse accroche le papier, eteignez de suite l'imprimante.
hr: Stavite list papira ispod mlaznice tijekom kalibracije prve 4 tocke. Ako mlaznica uhvati papir, odmah iskljucite printer.
ro: Asezati o foaie de hartie sub varf in timpul calibrarii primelor 4 puncte. Daca varful prinde hartia, opriti imediat imprimanta.

source: Please check :
de: Bitte pruefe:
fr: Verifiez :

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
de: Bitte lesen Sie unser Handbuch und beheben Sie das Problem. Fahren Sie dann mit dem Assistenten fort, indem Sie den Drucker neu starten.
fr: Merci de verifier notre manuel et de corriger le probleme. Poursuivez alors l'assistant en redemarrant l'imprimante.
hr: Provjerite nas prirucnik i rijesite problem. Zatim nastavite s Carobnjakom ponovnim pokretanjem printera.
ro: Va rugam verificati handbook-ul si rezolvati problema. Apoi reluati Wizard-ul repornind imprimanta.

source: Please clean heatbed and then press the knob.
de: Bitte reinigen Sie das Heizbett und druecken Sie dann den Knopf.
fr: Nettoyez le lit chauffant et appuyez sur le bouton.
hr: Ocistite grijacu podlogu, a zatim pritisnite gumb.
ro: Curatati patul si apoi apasati butonul pentru a continua.

source: Please clean the nozzle for calibration. Click when done.
de: Bitte entfernen Sie ueberstehendes Filament von der Duese. Klicken wenn sauber.
fr: Nettoyez la buse pour la calibration. Cliquez une fois fait.
hr: Molimo ocistite mlaznicu radi kalibracije. Kliknite kada ste gotovi.
ro: Curatati varful pentru calibrare. Apasati butonul cand terminati.

source: Please insert PLA filament to the extruder, then press knob to load it.
de: Legen Sie bitte PLA Filament in den Extruder und druecken Sie den Knopf, um es zu laden.
fr: Inserez du filament PLA dans l'extrudeur, puis appuyez sur le bouton pour le charger.

source: Please insert PLA filament to the first tube of MMU, then press the knob to load it.
de: Legen Sie bitte PLA Filament in den ersten Schlauch der MMU und druecken Sie den Knopf, um es zu laden.
fr: Veuillez inserer du filament PLA dans le premier tube du MMU, et pressez sur le bouton pour le charger.

source: Please load PLA filament and then resume Wizard by rebooting the printer.
de: Bitte PLA-Filament laden und Assistent fortsetzen, indem Sie den Drucker neu starten.
fr: Chargez le filament PLA et poursuivez l'assistant en redemarrant l'imprimante.

source: Please load PLA filament first.
de: Bitte laden Sie zuerst PLA Filament.
fr: Chargez d'abord le filament PLA.

source: Please open idler and remove filament manually.
de: Bitte Spannrolle oeffnen und Fila- ment von Hand entfernen
fr: Ouvrez le support de poulie et retirez le filament manuellement.
hr: Molimo otvorite klizac i rucno uklonite filament.
ro: Deschideti idler-ul si scoateti filamentul manual.

source: Please place steel sheet on heatbed.
de: Bitte legen Sie das Stahlblech auf das Heizbett.
fr: Placez la feuille d'acier sur le lit chauffant.
hr: Stavite celicnu plocu na grijacu podlogu.
ro: Asezati suprafata de print pe pat.

source: Please press the knob to unload filament
de: Bitte druecken Sie den Knopf um das Filament zu entladen.
fr: Appuyez sur le bouton pour decharger le filament
hr: Pritisnite gumb za praznjenje filamenta
ro: Apasati butonul pentru a scoate filamentul.

source: Please pull out filament immediately
de: Bitte ziehen Sie das Filament sofort heraus
fr: Retirez immediatement le filament
hr: Molimo odmah izvucite filament
ro: Va rugam scoateti filamentul imediat

source: Please remove filament and then press the knob.
de: Bitte Filament entfernen und dann den Knopf drücken
fr: Veuillez retirer le filament puis appuyez sur le bouton.
hr: Molimo uklonite filament i zatim pritisnite gumb.
ro: Va rugam scoateti filamentul, iar apoi apasati butonul.

source: Please remove shipping helpers first.
de: Bitte zuerst Transportsicherungen entfernen.
fr: Veuillez retirer d'abord les protections d'envoi.
hr: Najprije uklonite prijevozne osloce.
ro: Va rugam scoateti protectiile de transport mai intai.

source: Please remove steel sheet from heatbed.
de: Bitte entfernen Sie das Stahlblech vom Heizbett.
fr: Retirez la feuille d'acier du lit chauffant
hr: Molimo uklonite celicnu plocu sa grijace podloge.
ro: Va rugam indepartati suprafata de print de pe pat.

source: Please run XYZ calibration first.
de: Bitte zuerst XYZ Kalibrierung ausführen.
fr: Veuillez d'abord lancer la calibration XYZ.
hr: Prvo pokrenite XYZ kalibraciju.
ro: Va rugam rulati calibrarea XYZ mai intai.

source: Please update firmware in your MMU2. Waiting for reset.
de: Bitte aktualisieren Sie die Firmware in der MMU2. Warte auf Reset.
fr: Veuillez mettre à jour le firmware de votre MMU2. En attente d'un reset.
hr: Azurirajte firmwer u svom MMU2. Ceka se resetiranje.
ro: Va rugam actualizati firmware-ul MMU2. Se asteapta resetarea.

source: Please upgrade.
de: Bitte aktualisieren.
fr: Mettez a jour le FW.
hr: Molimo nadogradite.
ro: Va rugam actualizati

source: Please wait
de: Bitte warten
fr: Merci de patienter
hr: Molimo pricekajte
ro: Va rog asteptati

source: PowerUp
de: Einschalten
fr: Demarrage

source: Preheat
de: Vorheizen
fr: Prechauffage
hr: Predgrijavanje
ro: Preincalzire

source: Preheat the nozzle!
de: Duese vorheizen!
fr: Prechauffez la buse!
hr: Predgr. mlaznicu!
ro: Preincalziti varful!

source: Preheating nozzle. Please wait.
de: Vorheizen der Duese. Bitte warten.
fr: Prechauffage de la buse. Merci de patienter.
hr: Predgrijavanje mlaznice. Molim vas pricekajte.
ro: Preincalzire extruder. Asteptati, va rugam.

source: Prepare new filament
de: Filam. bereithalten
fr: Preparez le filament

source: Press knob to preheat nozzle and continue.
de: Bitte druecken Sie den Knopf um die Duese vorzuheizen und fortzufahren.
fr: Appuyez sur le bouton pour prechauffer la buse et continuer.

source: Press the knob to resume nozzle temperature.
de: Druecken Sie den Knopf um die Duesentemperatur wiederherzustellen
fr: Appuyez sur le bouton pour poursuivre la mise en temperature de la buse.
hr: Pritisnite gumb za nastavak temperature mlaznice.
ro: Apasati butonul pentru a restabili temperatura extruder-ului.

source: Print aborted
de: Druck abgebrochen
fr: Impression annulee
hr: Print je prekinut
ro: Print anulat

source: Print FAN:
de: Druckvent.:
fr: Vent impr :

source: Print fan:
de: Druckvent.:
fr: Ventilo impr. :
hr: Vent printa:
ro: Vent. print:

source: Print from SD
de: Drucken von SD
fr: Imprimer depuis la SD
hr: Printaj sa SD
ro: Printare de pe SD

source: Print paused
de: Druck pausiert
fr: Impression en pause
hr: Print pauziran
ro: Print oprit

source: Print time
de: Druckzeit
fr: Temps d'impression
hr: Vrijeme printanja
ro: Durata print

source: Print time:
de: Druckzeit:
fr: Temps d'impression :

source: Printer disconnected
de: Drucker getrennt
fr: Impri. deconnectee

source: Printer halted. kill() called!
de: Printer gestoppt. kill() aufgerufen!
fr: Imprimante stoppee. kill() appelee !

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
de: Drucker wurde noch nicht kalibriert. Bitte folgen Sie dem Handbuch, Kapitel Erste Schritte, Abschnitt Kalibrie- rungsablauf.
fr: L'imprimante n'a pas encore ete calibree. Suivez le manuel, chapitre Premiers pas, section Processus de calibration
hr: Printer jos nije kalibriran. Molimo slijedite prirucnik, poglavlje Prvi koraci, odjeljak Tijek kalibracije.
ro: Imprimanta nu a fost calibrata inca. Va rugam sa folositi manualul, capitolul First steps, sectiunea Calibration flow.

source: Printer stopped due to errors. Fix the error and use M999 to restart. (Temperature is reset. Set it after restarting)
de: Drucker aufgrund von Fehlern gestoppt. Fehler beheben und mit M999 neu starten. (Temperatur wird zurueckgesetzt. Nach dem Neustart neu einstellen!)
fr: Imprimante arretee a cause d'erreurs. Corrigez l'erreur et utilisez M999 pour redemarrer. (La temperature est reinitilisee. Parametrez la apres le redemarrage)

source: Prusa i3 MK2 ready.
de: Prusa i3 MK2 bereit.
fr: Prusa i3 MK2 prete.

source: Prusa i3 MK2.5 ready.
de: Prusa i3 MK2.5 bereit.
fr: Prusa i3 MK2.5 prete.

source: Prusa i3 MK3 ready.
de: Prusa i3 MK3 bereit.
fr: Prusa i3 MK3 prete.

source: Rear side [um]
de: Hinten [um]
fr: Arriere [um]

source: Recovering print
de: Druck wiederherst
fr: Recup. impression

source: Refresh
de: Erneuern
fr: Rafraichir

source: Remove old filament and press the knob to start loading new filament.
de: Entfernen Sie das alte Filament und drücken Sie den Knopf, um das neue zu laden.
fr: Retirez l'ancien filament puis appuyez sur le bouton pour charger le nouveau.
hr: Uklonite stari filament i pritisnite gumb za pocetak stavljanja novog filamenta.
ro: Scoateti filamentul vechi si apasati butonul pentru a incarca filamentul nou.

source: Reporting endstop status
de: Statusbericht Endanschlag
fr: Retour du statut des butees

source: Resend
de: Wiederholen
fr: Renvoyer

source: Resend:
de: Wiederholen:
fr: Renvoi :

source: Reset
de: Ruecksetzen
fr: Reinitialiser
hr: Resetiraj

source: Reset XYZ calibr.
de: XYZ Kalibr. zuruecksetzen.
fr: Reinit. calibr. XYZ
hr: Reset XYZ kalibr.
ro: Reset. calibr. XYZ

source: Resume print
de: Druck fortsetzen
fr: Reprendre impression
hr: Nastavite print
ro: Continua print

source: Resuming print
de: Druck fortgesetzt
fr: Reprise de l'impr.
hr: Nastavak printa
ro: Reluare print...

source: Right
de: Rechts
fr: Droite
hr: Tocno
ro: Dreapta

source: Right side[um]
de: Rechts [um]
fr: Droite [um]

source: Right:
de: Rechts:
fr: Droite :

source: Rotate knob until mark reaches extruder body. Click when done.
de: Knopf drehen bis die Markierung das Extrudergehaeuse erreicht. Klicken wenn fertig.
fr: Tournez le bouton jusqu'a ce que la marque atteigne le corps de l'extrudeur. Cliquez une fois fait.

source: RPi port [on]
de: RPi Port [an]
fr: Port RPi [on]

source: RPi port [off]
de: RPi Port [aus]
fr: Port RPi [off]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
de: Der Assistent wird die aktuellen Kalibrierungsdaten loeschen und von vorne beginnen. Weiterfahren?
fr: Lancer l'Assistant supprimera les resultats actuels de calibration et commencera du debut. Continuer ?
hr: Pokrenuti carobnjak ce izbrisati trenutne rezultate kalibracije i poceti ispocetka. Nastavite?
ro: Rularea Wizard-ului va sterge rezultatele curente ale calibrarii si va porni de la inceput. Continuati?

source: SD card [normal]
de: SD Karte [normal]
fr: Carte SD [normal]

source: SD card ok
de: SD Karte ok
fr: Carte SD ok

source: SD card [FlshAir]
de: SD Karte [FlashAir]
fr: Carte SD [FlashAir]

source: SD card [flshAir]
de: SD Karte [flshAir]
fr: Carte SD [flashAir]

source: SD init fail
de: SD Init fehlerhaft
fr: Echec init SD

source: SD printing byte
de: SD drucke Byte
fr: Octet d'impression de la SD

source: Searching bed calibration point
de: Suche Bett Kalibrierpunkt
fr: Recherche du point de calibration du lit
hr: Trazenje tocke kalibracije podloge
ro: Se cauta punctele de calibrare

source: Select language
de: Waehle Sprache
fr: Choisir langue
hr: Izaberi jezik
ro: Selectati limba

source: Select nozzle preheat temperature which matches your material.
de: Bitte Vorheiztemperatur auswaehlen, die Ihrem Material entspricht.
fr: Selectionnez la temperature de prechauffage de la buse qui correspond a votre materiau.
hr: Odaberite temperaturu predgrijavanja mlaznice koja odgovara vasem materijalu.
ro: Selectati temperatura de preheat a extruder-ului pentru materialul ales.

source: Select PLA filament:
de: PLA Filament auswaehlen:
fr: Selectionnez le filament PLA :

source: Self test OK
de: Selbsttest OK
fr: Auto-test OK
hr: Samotestiranje OK
ro: Testare automata OK

source: Self test start
de: Selbsttest start
fr: Debut auto-test

source: Selftest
de: Selbsttest
fr: Auto-test

source: Selftest error !
de: Selbsttest Fehler!
fr: Erreur auto-test !

source: Selftest failed
de: Selbsttest misslung
fr: Echec de l'auto-test

source: Selftest will be run to calibrate accurate sensorless rehoming.
de: Selbsttest im Gang, um die genaue Rueck- kehr zum Nullpunkt ohne Sensor zu kalibrieren
fr: L'auto-test sera lance pour calibrer la remise a zero precise sans capteur.
hr: Provest ce se selftest radi kalibracije preciznog ponovnog postavljanja bez senzora.
ro: Testarea automata va fi rulata pentru a calibra sensorless rehoming-ul.

source: Set temperature:
de: Temp. einstellen:
fr: Regler temp. :
hr: Postavi temperaturu:
ro: Setati temperatura:

source: Settings
de: Einstellungen
fr: Reglages
hr: Postavke
ro: Setari

source: Severe skew
de: Schwerer Schraeglauf
fr: Deviation severe
hr: Veliki nagib
ro: Dist. severa

source: Severe skew:
de: Schwerer Verzug:
fr: Ecart severe :

source: Show end stops
de: Endschalter Status
fr: Afficher butees
hr: Pokazi granicnike
ro: Stare endstop-uri

source: Show pinda state
de: Pinda-Status anzeigen
fr: Afficher l'etat de la pinda

source: Sleep...
de: Schlafzustand...
fr: Repos...

source: Slight skew
de: Leichter Schraeglauf
fr: Deviation legere
hr: Lagani nagib
ro: Dist. usoara

source: Slight skew:
de: Etwas verzogen:
fr: Leger ecart :

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
de: Einige Dateien wur- den nicht sortiert. Max. Dateien pro Verzeichnis = 100.
fr: Certains fichiers ne seront pas tries. Max 100 fichiers tries par dossier.
hr: Neke datoteke nece biti razvrstane. Max. Br. datoteka u 1 mapi za sortiranje je 100.
ro: Unele fisiere nu au putut fi sortate. Nr. maxim de fisiere intr-un folder care pot fi sortate este 100.

source: Some problem encountered, Z-leveling enforced ...
de: Fehler aufgetreten, Z-Kalibrierung erforderlich...
fr: Problemes rencontres, nivellement de l'axe Z applique...
hr: Naisao je neki problem, nametnuto Z-niveliranje...
ro: A fost intalnita o problema, calibrarea Z a fost initiata...

source: Sort: [None]
de: Sort.: [Keine]
fr: Tri : [Aucun]

source: Sort: [none]
de: Sort.: [Keine]
fr: Tri : [aucun]

source: Sort: [Time]
de: Sort.: [Zeit]
fr: Tri : [Heure]

source: Sort: [time]
de: Sort.: [Zeit]
fr: Tri : [heure]

source: Sort: [Alphabet]
de: Sort.: [Alphab.]
fr: Tri : [Alphabet]

source: Sort: [alphabet]
fr: Tri : [alphabet]

source: Sort: [none]
de: Sort.: [ohne]
fr: Tri : [aucun]

source: Sort: [time]
de: Sort.: [Zeit]
fr: Tri : [heure]

source: Sorting files
de: Sortiere Dateien
fr: Tri des fichiers
hr: Sortiranje datoteka
ro: Sortare fisiere...

source: Sound [loud]
de: Sound [laut]
fr: Son [fort]

source: Sound [mute]
de: Sound [stumm]
fr: Son [muet]

source: Sound [once]
de: Sound [einmal]
fr: Son [une fois]

source: Sound [silent]
de: Sound [leise]
fr: Son [silencieux]

source: Speed
de: Geschwindigkeit
fr: Vitesse
hr: Brzina
ro: Viteza

source: Spinning
de: Dreht sich
fr: Tourne
hr: Okrece se
ro: Se roteste

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
de: Stabile Umgebungs- temperatur 21-26C und feste Stand- flaeche erforderlich
fr: Une temperature ambiante stable de 21-26C et une base stable sont requis.
hr: Potrebna je stabilna temperatura okoline 21-26C, potrebno je cvrsto postolje.
ro: Temp. ambient. stabila (21-26C) si o suprafata de lucru rigida necesare.

source: Statistics
de: Statistiken
fr: Statistiques

source: Steprate too high:
de: Schrittrate zu hoch:
fr: Nombre de pas trop eleve :

source: Stop print
de: Druck abbrechen
fr: Arreter impression
hr: Zaustavi print
ro: Oprire print

source: STOPPED.
de: GESTOPPT.
fr: ARRETE.

source: Swapped
de: Ausgetauscht
fr: Echange
hr: Zamjenjeno
ro: inversate

source: Temp. cal.
de: Temp Kalib.
fr: Calib. Temp.

source: Temp. cal. [on]
de: Temp. Kal. [AN]
fr: Calib. Temp. [on]

source: Temp. cal. [off]
de: Temp. Kal. [AUS]
fr: Calib. Temp. [off]

source: Temp. calibration
de: Temp. kalibrieren
fr: Calibration temp.

source: Temperature calibration failed
de: Temperaturkalibrierung fehlgeschlagen
fr: Echec calibration en temperature

source: Temperature calibration has not been run yet
de: Temperatur wurde noch nicht kalibriert
fr: La calibration en temperature n'a pas encore ete lancee

source: Temperature calibration is finished and active. Temp. calibration can be disabled in menu Settings->Temp. cal.
de: Temp.kalibrierung ist fertig + aktiv. Temp.kalibrierung kann ausgeschaltet werden im Menu Einstellungen -> Temp.kal.
fr: La calibration en temperature est terminee et active. La calibration en temperature peut etre desactivee dans le menu Reglages->Cal. Temp.

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
de: Es ist noch notwendig die Z-Kalibrierung auszuführen. Bitte befolgen Sie das Handbuch, Kapitel Erste Schritte, Abschnitt Kalibrierablauf.
fr: Il y a encore besoin d'effectuer la calibration Z. Veuillez suivre le manuel, chapitre Premiers pas, section Processus de calibration.
hr: Jos uvijek je potrebno napraviti Z kalibraciju. Molimo slijedite prirucnik, poglavlje Prvi koraci, odjeljak Tijek kalibracije.
ro: Inca este nevoie de calibrarea Z. Va rugam urmariti manualul, capitolul First steps, sectiunea Calibration flow.

source: Total filament
de: Gesamtes Filament
fr: Filament total
hr: Totalno filamenta
ro: Filament total

source: Total print time
de: Gesamte Druckzeit
fr: Temps d'impression total
hr: Vrijeme printanja
ro: Durata totala print

source: Total print time :
de: Gesamte Druckzeit:
fr: Temps total impr. :

source: TRIGGERED
de: AUSGELOEST
fr: ACTIVE

source: Tune
de: Feineinstellung
fr: Regler
hr: Ugodi
ro: Optiuni

source: Unload
de: Entladen
fr: Decharger

source: Unload all
de: Alles entladen
fr: Decharger tout

source: Unload filament
de: Filament entladen
fr: Decharger fil.
hr: Ispraznite fil.
ro: Descarca filament

source: Unload filament 1
de: Filam. 1 entladen
fr: Decharger fil. 1

source: Unload filament 2
de: Filam. 2 entladen
fr: Decharger fil. 2

source: Unload filament 3
de: Filam. 3 entladen
fr: Decharger fil. 3

source: Unload filament 4
de: Filam. 4 entladen
fr: Decharger fil. 4

source: Unloading filament
de: Filament auswerfen
fr: Dechargement fil.
hr: Praznjenje filamenta
ro: Scoatere filament

source: Use unload to remove filament 1 if it protrudes outside of the rear MMU tube. Use eject if it is hidden in tube.
de: Entladen Sie das Filament 1, wenn er aus dem hinteren MMU-Rohr herausragt. Verwenden Sie den Auswurf, wenn er im Rohr versteckt ist.
fr: Utilisez decharger pour retirer le filament 1 s'il depasse du tube arriere du MMU. Utilisez ejecter s'il est cache dans le tube.

source: Used during print
de: Beim Druck benutzt
fr: Utilise pdt impr.

source: Voltages
de: Spannungen
fr: Tensions
hr: Voltaza
ro: Voltaje

source: volume.init failed
de: Dateisystem Init fehlerhaft
fr: Echec volume.init

source: Wait for user...
de: Warte auf Benutzer..
fr: Attente utilisateur...
hr: Ceka se korisnik...
ro: Se asteapta...

source: Waiting for nozzle and bed cooling
de: Warten bis Heizung und Bett abgekuehlt sind
fr: Attente du refroidissement de la buse et du lit
hr: Ceka se hladjenje mlaznice i podloge
ro: Se ateapta racirea extruder-ului si a patului

source: Waiting for PINDA probe cooling
de: Warten, bis PINDA- Sonde abgekuehlt ist
fr: Attente du refroidissement de la sonde PINDA
hr: Ceka se hladenje PINDA sonde
ro: Se asteapta racirea probei PINDA
