Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/new/*.po
Languages: de, fr, hr, ro

source: e[2JCrash detection cane[1;0Hbe turned on only ine[2;0HNormal mode
de: e[2JCrash Erkennung kanne[1;0Hnur im Modus Normale[2;0Hgenutzt werden
fr: e[2JLa detection de crashe[1;0Hpeut etre activee[2;0Hqu'en mode Normal

source: e[2JWARNING:e[1;0HCrash detectione[2;0Hdisabled ine[3;0HStealth mode
de: e[2JWARNUNG:e[1;0HCrash Erkennunge[2;0Hdeaktiviert ime[3;0HStealth Modus
fr: e[2JATTENTION :e[1;0H Detection de crashe[2;0H desactivee en modee[3;0H Furtif

source: cold extrusion prevented
de: stopp, Extruder kalt!
fr: extrusion a froid evitee

source: Free Memory:
de: Freier Speicher:
fr: Memoire libre :

source: Last Updated:
de: Letztes Update:
fr: Derniere MAJ :

source: of 4
de: von 4
fr: de 4

source: of 9
de: von 9
fr: de 9

source: 002 Fact
de: 002 Faktor
fr: 002 Facteur

source: Adjusting Z
de: Z wurde eingestellt
fr: Ajustement de Z

source: All
de: Alle
fr: Tous

source: All correct
de: Alles richtig
fr: Tout est correct

source: All is done. Happy printing!
de: Alles abgeschlossen. Viel Spass beim Drucken!
fr: Tout est termine. Bonne impression !
hr: Sve je gotovo. Sretno printanje!
ro: Totul este OK. Distractie placuta!

source: and press the knob
de: und Knopf druecken
fr: et pressez le bouton
hr: i pritisnite gumb
ro: si apasa butonul

source: Are left and right Z~carriages all up?
de: Sind linke+rechte Z- Schlitten ganz oben?
fr: Chariots Z gauche et droite tout en haut?
hr: Jesu lijevi i desni Z~nosaci podignuti?
ro: Este axa Z aliniata sus?

source: Auto adjust Z?
de: Auto Z einstellen?
fr: Ajustement Z auto ?

source: Auto deplete [on]
de: Restemodus [an]
fr: Purge auto [on]

source: Auto deplete[N/A]
de: Restemodus[N/V]
fr: Vidage auto[N/A]

source: Auto deplete[off]
de: Restemodus [aus]
fr: Purge auto [off]

source: Auto home
de: Startposition
fr: Origine automatique
hr: Pocetna tocka

source: AutoLoad filament
de: Auto-Laden Filament
fr: AutoCharge du filament
hr: Autopunj filamenta

source: Autoloading filament available only when filament sensor is turned on...
de: Automatisches Laden Filament nur bei einge schaltetem Filament- sensor verfuegbar...
fr: AutoCharge du filament uniquement si le capteur de filament est active.
hr: Automatsko punjenje filamenta moguce je samo kada je sensor filamenta ukljucen..
ro: Incarcarea automata de fil. e valabila doar cand senzorul este pornit...

source: Autoloading filament is active, just press the knob and insert filament...
de: Automatisches Laden Filament ist aktiv, Knopf druecken und Filament einlegen...
fr: AutoCharge actif, appuyez sur le bouton et inserez le filament.
hr: Auto punjenje fil. je aktivno, pritisnite gumb i umetnite fil..
ro: Incarcarea automata de filament pornita; apasati butonul si incarcati filamentul

source: Axis
de: Achse
fr: Axe
hr: Os
ro: Axa

source: Axis length
de: Achsenlaenge
fr: Longueur de l'axe
hr: Duljina osi
ro: Lungime axa

source: Bed
de: Bett
fr: Lit
hr: Podloga
ro: Pat

source: Bed / Heater
de: Bett / Heizung
fr: Lit / Chauffage

source: Bed done
de: Bett OK
fr: Lit terminé
hr: Podloga zagrijana
ro: Pat incalzit

source: Bed Heating
de: Bett aufwaermen
fr: Chauffe du lit
hr: Podloga se zagrijava
ro: Patul se incalzeste

source: Bed level correct
de: Ausgleich Bett ok
fr: Correction niveau lit
hr: Podloga ispravna
ro: Nivelare pat

source: Bed leveling failed. Sensor didnt trigger. Debris on nozzle? Waiting for reset.
de: Z-Kal. fehlgeschlg. Sensor nicht ausgeloest. Schmutzige Duese? Warte auf Reset.
fr: Echec du nivellement. Capt. non declenche. Debris sur buse ? En attente d'un reset.

source: Bed leveling failed. Sensor disconnected or cable broken. Waiting for reset.
de: Z-Kalibrierung fehl- geschlagen. Sensor getrennt/Kabelbruch? Warte auf Reset.
fr: Echec du nivellement. Capteur deconnecte ou cable casse. En attente d'un reset.

source: Bed leveling failed. Sensor triggered too high. Waiting for reset.
de: Z-Kalibrierung fehl- geschlagen. Sensor zu hoch ausgeloest. Warte auf Reset.
fr: Echec du nivellement. Capt. declenche trop trop haut. En attente d'un reset.

source: Begin file list
de: Beginn Dateiliste
fr: Debut liste fichiers

source: Belt status
de: Gurtstatus
fr: Statut courroie
hr: Status remena
ro: Status curele

source: Blackout occurred. Recover print?
de: Stromausfall! Druck wiederherstellen?
fr: Coupure detectee. Recup. impression ?
hr: Doslo je do gasenja. Oporaviti print?
ro: Pana de curent. Continuati printul?

source: Calibrate
de: Kalibrieren
fr: Calibrer

source: Calibrate E
de: Kalibrierung E
fr: Calibrer E

source: Calibrate XYZ
de: Kalibrierung XYZ
fr: Calibrer XYZ
hr: Kalibrirajte XYZ
ro: Calibrare XYZ

source: Calibrate Z
de: Kalibrierung Z
fr: Calibrer Z
hr: Kalibrirajte Z
ro: Calibrare Z

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
de: XYZ Kalibrieren: Drehen Sie den Knopf bis der obere Anschlag erreicht wird. Anschliessend den Knopf druecken.
fr: Calibration de XYZ. Tournez le bouton pour monter le chariot de l'axe Z jusqu'aux butees. Cliquez une fois fait.
hr: Kalibracija XYZ. Okrenite gumb da pomaknete Z nosac do krajnjih granicnika. Kliknite kada je zavrseno.
ro: Calibrare XYZ. Rotiti butonul pentru a ridica axa Z pana la capat. Apasati butonul cand este gata.

source: Calibrating Z
de: Kalibrierung Z
fr: Calibration de Z
hr: Kalibriracija Z
ro: Calibrare Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
de: Z Kalibrieren: Drehen Sie den Knopf bis der obere Anschlag erreicht wird. Anschliessend den Knopf druecken.
fr: Calibration de Z. Tournez le bouton pour monter le chariot de l'axe Z jusqu'aux butees. Cliquez une fois fait.
hr: Kalibracija Z. Okrenite gumb da pomaknete Z nosac do krajnjih granicnika. Kliknite kada je zavrseno.
ro: Calibrare Z. Rotiti butonul pentru a ridica axa Z pana la capat. Apasati butonul cand este gata.

source: Calibration done
de: Kalibrierung OK
fr: Calibration terminee
hr: Kalibracija gotova
ro: Calibrare gata

source: Cancel
de: Abbruch
fr: Annuler

source: Cannot enter subdir:
de: Kann Unterverzeichnis nicht oeffnen:
fr: Impossible d'entrer dans le repertoire :

source: Cannot open subdir
de: Kann Unterverz. nicht oeffnen
fr: Impossible d'ouvrir le repertoire

source: Card inserted
de: SD Karte eingesetzt
fr: Carte inseree

source: Card removed
de: SD Karte entfernt
fr: Carte retiree
hr: Kartica je uklonjena
ro: Card scos

source: Change extruder
de: Wechsel Extruder
fr: Changer extrudeur

source: Change filament
de: Filament-Wechsel
fr: Changer filament
hr: Promijeni filament
ro: Schimba filamentul

source: Change SD card
de: Wechsel SD Karte
fr: Changer carte SD

source: Change success!
de: Wechsel erfolgr.!
fr: Changement reussi!
hr: Promijena uspjesna!
ro: Schimbare cu succes!

source: Changed correctly?
de: Wechsel ok?
fr: Change correctement?
hr: Ispravno izmjenjeno?
ro: Schimbat corect?

source: Changing filament!
de: Filament-Wechsel!
fr: Changement filament!

source: Checking bed
de: Pruefe Bett
fr: Verification du lit

source: Checking endstops
de: Pruefe Endschalter
fr: Verifications butees
hr: Provjera granicnika
ro: Verif. endstop-uri

source: Checking hotend
de: Pruefe Duese
fr: Verif. tete impr.

source: Checking sensors
de: Pruefe Sensoren
fr: Verif. des capteurs

source: Checking X axis
de: Pruefe X Achse
fr: Verification axe X

source: Checking Y axis
de: Pruefe Y Achse
fr: Verification axe Y

source: Checking Z axis
de: Pruefe Z Achse
fr: Verification axe Z

source: checksum mismatch, Last Line:
de: Pruefsummenfehler, Letzte Zeile:
fr: dissemblance du checksum, Derniere Ligne :

source: Choose extruder:
de: Extruder waehlen:
fr: Choisir extrudeur :

source: Choose filament:
de: Wähle Filament:
fr: Choix du filament :

source: Color not correct
de: Falsche Farbe
fr: Couleur incorrecte
hr: Boja nije ispravna
ro: Culoare gresita

source: Cooldown
de: Abkuehlen
fr: Refroidissement
hr: Ohladi
ro: Racire

source: Copy selected language from XFLASH?
de: Gewaehlte Sprache vom Xflash kopieren?
fr: Copier la langue selectionne depuis la XFLASH ?

source: Crash det. [on]
de: Crash Erk. [an]
fr: Detect. crash [on]

source: Crash det. [N/A]
de: Crash Erk. [nv]
fr: Detect. crash [N/A]

source: Crash det. [off]
de: Crash Erk. [aus]
fr: Detect. crash [off]

source: Crash detected.
de: Crash erkannt.
fr: Crash detecte.
hr: Udar otkriven.
ro: Coliziune detectata.

source: Crash detected. Resume print?
de: Crash erkannt. Druck fortfuehren?
fr: Crash detecte. Poursuivre l'impression ?
hr: Otkriven je udar. Nastaviti print?
ro: Coliziune detectata. Continuati printul?

source: Current
de: Aktuelles
fr: Actuel

source: Disable steppers
de: Motoren aus
fr: Desactiver moteurs
hr: Onemoguci stepere
ro: Oprire steppere

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
de: Der Abstand zwischen der Spitze der Duese und dem Bett ist noch nicht eingestellt. Bitte folgen Sie dem Handbuch, Kapitel Erste Schritte, Abschnitt Erste Schicht Kalibrierung.
fr: La distance entre la pointe de la buse et la surface du lit n'a pas encore ete reglee. Suivez le manuel, chapitre Premiers pas, section Calibration de la premiere couche.
hr: Udaljenost izmedu vrha mlaznice i povrsine lezista jos nije postavljena. Molimo slijedite prirucnik, poglavlje Prvi koraci, odjeljak Kalibracija prvog sloja.
ro: Distanta dintre varf si pat nu a fost setata. Urmariti instructiunile din manual, capitolul First steps, sectiunea First layer calibration.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
de: Moechten Sie den letzten Schritt wiederholen, um den Abstand zwischen Duese und Druckbett neu einzustellen?
fr: Voulez-vous repeter la derniere etape pour reajuster la distance entre la buse et le lit chauffant ?
hr: Zelite li ponoviti zadnji korak za ponovno podesavanje udaljenosti izmedu mlaznice i grijace podloge?
ro: Vreti sa repetati ultimul pas pentru a reajusta distanta dintre varf si suprafata de print?

source: E calibration finished. Please clean the nozzle. Click when done.
de: E-Kalibrierung beendet. Bitte reinigen Sie die Duese. Klicken wenn fertig.
fr: Calibration de E terminee. Nettoyez la buse. Cliquez une fois fait.

source: E-correct
de: E-Korrektur
fr: Correct-E

source: Eject
de: Auswurf
fr: Ejecter

source: Eject filament
de: Filamentauswurf
fr: Éjecter le filament
hr: Izbaci filament
ro: Scoate filament

source: Eject filament 1
de: Filamentauswurf 1
fr: Éjecter le filament 1

source: Eject filament 2
de: Fil.2 auswerfen
fr: Ejecter fil. 2

source: Eject filament 3
de: Fil.3 auswerfen
fr: Ejecter fil. 3

source: Eject filament 4
de: Fil.4 auswerfen
fr: Ejecter fil. 4

source: Eject filament 5
de: Fil.5 auswerfen
fr: Ejecter fil. 5

source: Ejecting filament
de: werfe Filament aus
fr: Filament en cours d'éjection
hr: Izbacivanje fil.
ro: Se scoate filamentul

source: End file list
de: Ende Dateiliste
fr: Fin liste fichiers

source: Endstop
de: Endanschlag
fr: Butee
hr: Granicnik

source: Endstop not hit
de: Ende nicht getroffen
fr: Butee non atteinte
hr: Granicnik nije aktiv
ro: Endstop neatins

source: Endstops
de: Endschalter
fr: Butees
hr: Granicnici
ro: Endstop-uri

source: endstops hit:
de: Endanschlag erreicht:
fr: butees atteintes :

source: English
de: Deutsch
fr: Francais

source: enqueing "
de: In Warteschlange "
fr: mise en file "

source: Error - static memory has been overwritten
de: Fehler - statischer Speicher wurde ueberschrieben
fr: Erreur - la memoire statique a ete ecrasee

source: error writing to file
de: Fehler beim Schreiben in Datei
fr: erreur d'ecriture du fichier

source: ERROR:
de: FEHLER:
fr: ERREUR :
hr: POGRESKA:
ro: EROARE:

source: ERROR: Filament sensor is not responding, please check connection.
de: FEHLER: Filament- sensor reagiert nicht, bitte Verbindung pruefen.
fr: ERREUR : Le capteur de filament ne repond pas, verifiez la connexion.
hr: POGRESKA: Senzor filamenta ne reagira, provjerite vezu.
ro: EROARE: Senzorul de filament nu merge, verificati conexiunea.

source: External SPI flash W25X20CL not responding.
de: Der externe SPI Flash W25X20CL antwortet nicht.
fr: La Flash SPI externe W25X20CL ne repond pas.

source: Extruder
fr: Extrudeur
hr: Ekstruder

source: Extruder 1
fr: Extrudeur 1

source: Extruder 2
fr: Extrudeur 2

source: Extruder 3
fr: Extrudeur 3

source: Extruder 4
fr: Extrudeur 4

source: Extruder fan:
de: Extruder Luefter:
fr: Ventilo extrudeur:
hr: Ekstruder vent:
ro: Vent. extruder:

source: Extruder info
fr: Infos extrudeur
hr: Info o ekstruderu
ro: Info. extruder

source: F. autoload [on]
de: F.Autoladen[an]
fr: AutoCharg F [on]

source: F. autoload [N/A]
de: F. Autoload [nv]
fr: AutoCharg F [N/A]

source: F. autoload [off]
de: F. Autoload [aus]
fr: AutoCharg F [off]

source: Fan speed
de: Luefter-Tempo
fr: Vitesse ventil
hr: Brzina vent
ro: Viteza vent.

source: Fan test
de: Lueftertest
fr: Test ventilateur
hr: Test ventilatora
ro: Test ventilator

source: Fans check [on]
de: Luefter Chk.[an]
fr: Verif venti [on]

source: Fans check [off]
de: Luefter Chk. [aus]
fr: Verif venti [off]

source: Fil. sensor [on]
de: Fil. Sensor [an]
fr: Capteur Fil. [on]

source: Fil. sensor response is poor, disable it?
de: Fil. Sensorsignal ist schlecht, ausschalten?
fr: La réponse du capteur de fil. est pauvre, le désactiver ?

source: Fil. sensor [N/A]
de: Fil. Sensor [nv]
fr: Capteur Fil. [N/A]

source: Fil. sensor [off]
de: Fil. Sensor [aus]
fr: Capteur Fil. [off]

source: Filament extruding & with correct color?
de: Filament extrudiert + richtige Farbe?
fr: Filament extrude et avec bonne couleur ?
hr: Ekstrudiranje fil.s sa ispravnom bojom?
ro: Fil. curge si are culoarea corecta?

source: Filament not loaded
de: Fil. nicht geladen
fr: Filament non charge
hr: Fil. nije napunjen
ro: Fil. nu e incarcat

source: Filament sensor
fr: Capteur de filament
hr: Senzor filamenta
ro: Senz. de filament

source: Filament sensor:
fr: Capteur filament :

source: Filament used
de: Filament benutzt
fr: Filament utilisé
hr: Iskoristeni fil.
ro: Filament folosit

source: Filament used:
de: Filamentverbrauch:
fr: Filament utilise :

source: File incomplete. Continue anyway?
de: Datei unvollstaendig Trotzdem fortfahren?
fr: Fichier incomplet. Continuer qd meme ?
hr: Datoteka je nepotpuna. Svejedno nastaviti?
ro: Fisier incomplet. Continua oricum?

source: File opened:
de: Datei geoeffnet:
fr: Fichier ouvert :

source: File selected
de: Datei ausgewaehlt
fr: Fichier selectionne

source: Finishing movements
de: Bewegung beenden
fr: Mouvements de fin
hr: Zavrsni pokreti
ro: Finalizare miscari

source: First layer cal.
de: Erste-Schicht Kal.
fr: Cal. 1ere couche
hr: Prvi sloj kalib.
ro: Cal. first layer

source: First, I will run the selftest to check most common assembly problems.
de: Zunaechst fuehre ich den Selbsttest durch, um die haeufigsten Probleme beim Zusammenbau zu ueberpruefen.
fr: D'abord, je vais lancer l'autotest pour verifier les problemes d'assemblage les plus communs.
hr: Prvo cu pokrenuti samotestiranje kako bih provjerio najcesce probleme sa montazom.
ro: Mai intai, voi rula testele automate pentru a verifica cele mai intalnite probleme de asamblare.

source: Fix the issue and then press button on MMU unit.
de: Beseitigen Sie das Problem und druecken Sie dann den Knopf am MMU.
fr: Corrigez le probleme et appuyez sur le bouton de l'unite MMU.
hr: Rijesite problem, a zatim pritisnite gumb na MMU jedinici.
ro: Rezolvati problema si apasati butonul pe unitatea MMU.

source: Flow
de: Durchfluss
fr: Flux
hr: Protok

source: Front print fan?
de: Vorderer Luefter?
fr: Ventilo impr avant ?
hr: Prednji print vent?
ro: Vent. print?

source: Front side[um]
de: Vorne [um]
fr: Avant [um]

source: Front/left fans
de: Vorderer/linke Luefter
fr: Ventilos avt/gauche
hr: Prednji/lijevi vent
ro: Ventilatoarele sunt

source: Heater/Thermistor
de: Heizung/Thermistor
fr: Chauffage/Thermistor
hr: Grijac/Termostat
ro: Incalzitor/Termistor

source: Heating
de: Aufwaermen
fr: Chauffe
hr: Grijanje
ro: Incalzire

source: Heating disabled by safety timer.
de: Heizung durch Sicherheitstimer deaktiviert.
fr: Chauffe desactivee par le compteur de securite.
hr: Grijanje je onemoguceno sigurnosnim mjeracem vremena.
ro: Incalzirea dezactivata de timer-ul de siguranta

source: Heating done.
de: Aufwaermen OK.
fr: Chauffe terminee.
hr: Grijanje obavljeno.
ro: Incalzirea gata.

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
de: Hallo, ich bin Ihr Original Prusa i3 Drucker. Moechten Sie, dass ich Sie durch den Einrich- tungsablauf fuehre?
fr: Bonjour, je suis votre imprimante Original Prusa i3. Voulez-vous que je vous guide a travers le processus d'installation ?
hr: Bok, ja sam vas Original Prusa i3 printer. Zelite li da vas vodim kroz postupak postavljanja?
ro: Salut, sunt imprimanta ta Original Prusa i3. Vrei sa initiez testele automate si calibrarile?

source: I will run xyz calibration now. It will take approx. 12 mins.
de: Ich werde jetzt die XYZ-Kalibrierung durchfuehren. Es wird ca. 12 Minuten dauern.
fr: Je vais maintenant lancer la calibration xyz. Cela prendra 12 min environ.
hr: Sada cu pokrenuti xyz kalibraciju. Trebat ce cca. 12 min.
ro: Voi rula calibrarea XYZ acum. Va dura aprox. 12 minute.

source: I will run z calibration now.
de: Ich werde jetzt die Z Kalibrierung durchfuehren.
fr: Je vais maintenant lancer la calibration z.
hr: Sada cu pokrenuti z kalibraciju.
ro: Voi rula calibrarea Z acum.

source: I will start to print line and you will gradually lower the nozzle by rotating the knob, until you reach optimal height. Check the pictures in our handbook in chapter Calibration.
de: Ich werde jetzt eine Linie drucken. Waehrend des Druckes koennen Sie die Duese allmaehlich senken, indem Sie den Knopf drehen, bis Sie die optimale Hoehe erreichen. Sehen Sie sich die Bilder in unserem Handbuch im Kapitel Kalibrierung an.
fr: Je vais commencer a imprimer une ligne et vous baisserez au fur et a mesure la buse en tournant le bouton jusqu'a atteindre la hauteur optimale. Regardez les photos dans notre manuel au chapitre Calibration.

source: Improving bed calibration point
de: Verbessere Bett Kalibrierpunkt
fr: Amelioration du point de calibration du lit

source: Info screen
de: Infoanzeige
fr: Ecran d'informations
hr: Info zaslon
ro: Ecran informatii

source: Init. SD card
de: Init. SD Karte
fr: Init. carte SD

source: Insert filament
de: Filament einlegen
fr: Inserez le filament
hr: Umetnite filament
ro: Incarca filament

source: Insert filament into extruder 1. Click when done.
de: Filament in Extruder 1 einlegen. Klicken wenn fertig.
fr: Inserez le filament dans l'extrudeur 1. Cliquez une fois fait.

source: Insert filament into extruder 2. Click when done.
de: Filament in Extruder 2 einlegen. Klicken wenn fertig.
fr: Inserez le filament dans l'extrudeur 2. Cliquez une fois fait.

source: Insert filament into extruder 3. Click when done.
de: Filament in Extruder 3 einlegen. Klicken wenn fertig.
fr: Inserez le filament dans l'extrudeur 3. Cliquez une fois fait.

source: Insert filament into extruder 4. Click when done.
de: Filament in Extruder 4 einlegen. Klicken wenn fertig.
fr: Inserez le filament dans l'extrudeur 4. Cliquez une fois fait.

source: Is filament 1 loaded?
de: Wurde Filament 1 geladen?
fr: Le filament 1 est-il charge ?

source: Is filament loaded?
de: Ist das Filament geladen?
fr: Le filament est-il charge ?
hr: Je li filament napunjen?
ro: Este filamentul incarcat?

source: Is it PLA filament?
de: Ist es wirklich PLA Filament?
fr: Est-ce du filament PLA ?

source: Is PLA filament loaded?
de: Ist PLA Filament geladen?
fr: Le filament PLA est-il charge ?

source: Is steel sheet on heatbed?
de: Liegt das Stahlblech auf dem Heizbett?
fr: Feuille d'acier sur le lit chauffant ?
hr: Je li celicna ploca na grijanoj podlozi?
ro: Este suprafata de print pe pat?

source: KILLED.
de: ABGEBROCHEN.
fr: TUE.

source: Left
de: Links
fr: Gauche
hr: Lijevo
ro: Stanga

source: Left hotend fan?
de: Linker Luefter?
fr: Ventilo tete gauche?
hr: Lijevi hotend vent?
ro: Vent. hotend?

source: Left side [um]
de: Links [um]
fr: Gauche [um]

source: Left:
de: Links:
fr: Gauche :

source: Lin. correction
de: Lineare Korrektur
fr: Correction lin.
hr: Lin. ispravak
ro: Corectie lin.

source: Live adjust Z
de: Z einstellen
fr: Ajustement Z en direct
hr: Live podesavanje Z
ro: Reglare Z live

source: Load all
de: Alle laden
fr: Tout charger
hr: Napuni sve
ro: Incarcati toate

source: Load filament
de: Filament laden
fr: Charger filament
hr: Napunite filament
ro: Incarca filament

source: Load filament 1
de: Filament 1 laden
fr: Charger fil. 1

source: Load filament 2
de: Filament 2 laden
fr: Charger fil. 2

source: Load filament 3
de: Filament 3 laden
fr: Charger fil. 3

source: Load filament 4
de: Filament 4 laden
fr: Charger fil. 4

source: Load filament 5
de: Filament 5 laden
fr: Charger fil. 5

source: Load to nozzle
de: In Druckdüse laden
fr: Charger dans la buse
hr: Punjenje u mlazn
ro: Incarca extruder

source: Loading color
de: Lade Farbe
fr: Chargement couleur
hr: Ucitavanje boje
ro: Incarcare culoare

source: Loading filament
de: Filament laedt
fr: Chargement filament
hr: Punjenje filamenta
ro: Incarcare filament

source: Loose pulley
de: Lose Riemenscheibe
fr: Poulie lache
hr: Labava remenica
ro: Fulie slabita

source: M104 Invalid extruder
de: M104 Falscher Extruder
fr: M104 extrudeur invalide

source: M105 Invalid extruder
de: M105 Falscher Extruder
fr: M105 extrudeur invalide

source: M109 Invalid extruder
de: M109 Falscher Extruder
fr: M109 extrudeur invalide

source: M117 First layer cal.
de: M117 Erste-Schicht Kal.
fr: M117 Cal. 1ere couche
hr: M117 Prvi sloj kal.
ro: M117 Cal. first layer

source: M200 Invalid extruder
de: M200 Falscher Extruder
fr: M200 extrudeur invalide

source: M218 Invalid extruder
de: M218 Falscher Extruder
fr: M218 extrudeur invalide

source: M221 Invalid extruder
de: M221 Falscher Extruder
fr: M221 extrudeur invalide

source: Main
de: Hauptmenue
fr: Principal
hr: Nazad
ro: Meniu principal

source: Mark filament 100mm from extruder body. Click when done.
de: Filament 100mm vom Extrudergehaeuse markieren. Klicken wenn Fertig.
fr: Marquez le filament a 100 mm du corps de l'extrudeur. Cliquez une fois fait.

source: Measured skew
de: Schraeglauf
fr: Deviation mesuree
hr: Mjereni nagib
ro: Distorsiune

source: Measured skew:
de: Schraeglauf:
fr: Ecart mesure :

source: Measuring reference height of calibration point
de: Messen der Referenzhoehe des Kalibrierpunktes
fr: Mesure de la hauteur de reference du point de calibration
hr: Mjerenje referentne visine kalibracijske tocke
ro: Masurare distanta de referinta pentru punctul de calib.

source: Mesh Bed Leveling
de: Mesh Bett Ausgleich
fr: Nivelage du lit par maillage
hr: Izrav. mrez. podl
ro: Calibrare mesh

source: MMU needs user attention.
de: MMU erfordert Benutzereingriff.
fr: Le MMU necessite l'attention de l'utilisateur.
hr: MMU treba paznju korisnika.
ro: MMU necesita atentia utilizatorului.

source: MMU needs user attention. Fix the issue and then press button on MMU unit.
de: MMU hat eine Störung. Beseitigen Sie das Problem und drücken Sie den Knopf an der MMU.
fr: La MMU requiert votre attention. Réglez le problème puis appuyez sur le bouton on sur l'unité MMU.

source: MMU OK. Resuming position...
de: MMU OK. Position wiederherstellen...
fr: MMU OK. Reprise de la position ...
hr: MMU OK. Nastavak pozicije...
ro: MMU OK. Se reia pozitia...

source: MMU OK. Resuming temperature...
de: MMU OK. Temperatur wiederherstellen...
fr: MMU OK. Reprise de la température ...
hr: MMU OK. Nastavak temperature...
ro: MMU OK. Restabilire temperatura...
