Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/new/*.po
Languages: de, fr, hr, ro

source: Warning: both printer type and motherboard type changed.
de: Warnung: Druckertyp und Platinentyp wurden beide geaendert.
fr: Attention : Types d'imprimante et de carte mere modifies
hr: Upozorenje: promijenjeni su i tip printera i tip maticne ploce.
ro: Atentie: tipul imprimantei si al placii de baza s-a schimbat.

source: Warning: motherboard type changed.
de: Warnung: Platinentyp wurde geaendert.
fr: Attention : Type de carte mere modifie.
hr: Upozorenje: tip maticne ploce je promijenjen.
ro: Atentie: tipul placii de baza s-a schimbat.

source: Warning: printer type changed.
de: Warnung: Druckertyp wurde geaendert.
fr: Attention : Type d'imprimante modifie
hr: Upozorenje: promijenjena je vrsta printera.
ro: Atentie: tipul imprimantei s-a schimbat.

source: WARNING: This is an unofficial, unsupported build. Use at your own risk!
de: WARNUNG: Dies ist eine inoffizielle, nicht unterstuetzte Version. Benutzung auf eigene Gefahr!
fr: ATTENTION : ceci est une build non officielle et non supportee. Utilisez la a votre propre risque !

source: Was filament unload successful?
de: Konnten Sie das Filament entnehmen?
fr: Dechargement du filament reussi ?
hr: Je li praznjenje fil. bilo uspjesno?
ro: Filamentul a fost scos cu succes?

source: Wiring error
de: Verdrahtungsfehler
fr: Erreur de cablage
hr: Greska u ozicenju
ro: Eroare de cablare

source: Wizard
de: Assistent
fr: Assistant
hr: Carobnjak

source: workDir open failed
de: Arbeitsverzeichnis oeffnen misslungen
fr: Echec ouverture workDir

source: X-correct
de: X-Korrektur
fr: Correction-X

source: XYZ cal. details
de: XYZ Kal. Details
fr: Details calib. XYZ
hr: XYZ detalji kal
ro: Detalii cal. XYZ

source: XYZ calibration all right. Skew will be corrected automatically.
de: XYZ Kalibrierung in Ordnung. Schraeglauf wird automatisch korrigiert.
fr: Calibration XYZ OK. L'ecart sera corrige automatiquement.
hr: XYZ kalibracija u redu. Iskrivljenost ce se automatski ispraviti.
ro: Calibrarea XYZ in regula. Distorsiunea va fi corectata automat.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
de: XYZ Kalibrierung in Ordnung. X/Y Achsen sind etwas schraeg.
fr: Calibration XYZ OK. Les axes X/Y sont legerement non perpendiculaires. Bon boulot !
hr: XYZ kalibracija je u redu. Osi X/Y su malo nagnute. Bravo!
ro: Calibrarea XYZ in regula. Axele X/Y sunt distorsionate putin. Felicitari!

source: XYZ calibration compromised. Front calibration points not reachable.
de: XYZ-Kalibrierung beeintraechtigt. Vordere Kalibrierpunkte nicht erreichbar.
fr: Calibration XYZ compromise. Les points de calibration avant ne sont pas atteignables.
hr: XYZ kalibracija je ugrozena. Prednje kalibracijske tocke nisu dostupne.
ro: Calibrarea XYZ compromisa. Punctele de calibrare din fata nu pot fi atinse.

source: XYZ calibration compromised. Left front calibration point not reachable.
de: XYZ-Kalibrierung beeintraechtigt. Linker vorderer Kalibrierpunkt nicht erreichbar.
fr: Calibration XYZ compromise. Le point de calibration avant gauche n'est pas atteignable.

source: XYZ calibration compromised. Right front calibration point not reachable.
de: XYZ-Kalibrierung beeintraechtigt. Rechter vorderer Kalibrierpunkt nicht erreichbar.
fr: Calibration XYZ compromise. Le point de calibration avant droite n'est pas atteignable.
hr: XYZ kalibracija je ugrozena. Desna prednja tocka kalibracije nije dostupna.
ro: Calibrarea XYZ compromisa. Punctele de calibrare din fata dreapta nu pot fi atinse.

source: XYZ calibration failed. Bed calibration point was not found.
de: XYZ-Kalibrierung fehlgeschlagen. Bett-Kalibrierpunkt nicht gefunden.
fr: Echec calibration XYZ. Le point de calibration du lit n'a pas ete trouve.
hr: XYZ kalibracija nije uspjela. Tocka kalibracije podloga nije pronadena.
ro: Calibrarea XYZ a esuat. Un punct de calibrare a patului nu a fost gasit.

source: XYZ calibration failed. Front calibration points not reachable.
de: XYZ-Kalibrierung fehlgeschlagen. Vordere Kalibrierpunkte nicht erreichbar.
fr: Echec calibration XYZ. Les points de calibration avant ne sont pas atteignables.
hr: XYZ kalibracija nije uspjela. Prednje kalibracijske tocke nisu dostupne.
ro: Calibrarea XYZ a esuat. Punctele de calibrare din fata nu pot fi atinse.

source: XYZ calibration failed. Left front calibration point not reachable.
de: XYZ-Kalibrierung fehlgeschlagen. Linker vorderer Kalibrierpunkt nicht erreichbar.
fr: Echec calibration XYZ. Le point de calibration avant gauche n'est pas atteignable.

source: XYZ calibration failed. Please consult the manual.
de: XYZ-Kalibrierung fehlgeschlagen. Bitte schauen Sie in das Handbuch.
fr: Echec calibration XYZ. Consultez le manuel.
hr: XYZ kalibracija nije uspjela. Molimo pogledajte prirucnik.
ro: Calibrarea XYZ a esuat. Va rugam consultati manualul.

source: XYZ calibration failed. Right front calibration point not reachable.
de: XYZ-Kalibrierung fehlgeschlagen. Rechter vorderer Kalibrierpunkt ist nicht erreichbar.
fr: Echec calibration XYZ. Le point de calibration avant droite n'est pas atteignable.
hr: XYZ kalibracija nije uspjela. Desna prednja tocka kalibracije nije dostupna.
ro: Calibrarea XYZ a esuat. Punctele de calibrare din fata dreapta nu pot fi atinse.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
de: XYZ-Kalibrierung ok. X/Y-Achsen sind senkrecht zueinander Glueckwunsch!
fr: Calibration XYZ OK. Les axes X/Y sont perpendiculaires. Felicitations !
hr: XYZ kalibracija u redu. Osi X/Y su okomite. Cestitamo!
ro: Calibrarea XYZ ok. Axele X/Y sunt perpendiculare. Felicitari!

source: Y distance from min
de: Y Entfernung vom Min
fr: Distance Y du min
hr: Y distanca od min
ro: Distanta Y de la min

source: Y distance from min:
de: Y Entfernung vom Min:
fr: Distance Y du mini :

source: Y-correct
de: Y-Korrektur
fr: Correction-Y

source: Yes
de: Ja
fr: Oui
hr: Da
ro: Da

source: You are using firmware alpha version. This is development version. Using this version is not recommended and may cause printer damage.
de: Sie benutzen eine Alpha Firmware Version. Dies ist eine Entwicklungs- version. Die Ver- wendung ist nicht empfohlen und kann zu Schaeden fuehren.
fr: Vous utilisez un firmware en version alpha. C'est une version de dev. Ceci n'est pas recommande et peut endommager l'imprimante.

source: You are using firmware beta version. This is development version. Using this version is not recommended and may cause printer damage.
de: Sie benutzen eine Beta Firmware Version. Dies ist eine Entwicklungs- version. Die Ver- wendung ist nicht empfohlen und kann zu Schaeden fuehren.
fr: Vous utilisez un firmware en version beta. C'est une version de dev. Ceci n'est pas recommande et peut endommager l'imprimante.

source: You can always resume the Wizard from Calibration -> Wizard.
de: Sie koennen den Assistenten immer im Menu neu starten: Kalibrierung -> Assistent
fr: Vous pouvez toujours poursuivre l'assistant dans Calibration-> Assistant.
hr: Carobnjak uvijek mozete nastaviti iz Kalibracija -> Carobnjak.
ro: Puteti oricand sa reluati Wizard-ul din Calibrare -> Wizard.

source: [0;0] point offset
de: [0;0] Punktversatz
fr: Offset point [0;0]
hr: [0;0] razmak tocke
ro: compensare origine

source: PlannerBufferBytes:
de: PlannerPufferBytes:

source: [off
de: [aus

source: Calibration
de: Kalibrierung
hr: Kalibriranje
ro: Calibrare

source: Date:
de: Datum:
hr: Datum:
ro: Data:

source: Mode [Normal]
de: Modus [Normal]

source: Temperature
de: Temperatur
hr: Temperatura
ro: Temperatura

source: Temperatures
de: Temperaturen
hr: Temperature
ro: Temperaturi

source: Total filament :
de: Gesamtes Filament:

source: Sheet %.7sx0aZ offset: %+1.3fmmx0a%cContinuex0a%cReset
hr: Ploca %.7sx0aZ offset: %+1.3fmmx0a%cNastavitix0a%cResetiraj
ro: Suprafata %.7sx0aZ offset: %+1.3fmmx0a%cContinuax0a%cReset.

source: x04Refresh
hr: x04Osvjeziti
ro: x04Reimprospata

source: 0.3 or older
hr: 0.3 ili stariji
ro: 0.3 / mai vechi

source: FS v0.3 or older
hr: FS v0.3 il stariji
ro: FS 0.3 / mai vechi

source: 0.4 or newer
hr: 0.4 ili noviji
ro: 0.4 / mai nou

source: FS v0.4 or newer
hr: FS v0.4 ili noviji
ro: FS 0.4 / mai nou

source: unknown state
hr: nepoznato stanje
ro: vers. necunoscuta

source: Crash detection canx0abe turned on only inx0aNormal mode
hr: Detekcija udarca mozex0abiti ukljuceno samo ux0aNormalnom nacinu rada
ro: Detect. coliziunilorx0apoate fi pornitax0adoar in modul normal

source: WARNING:x0aCrash detectionx0adisabled inx0aStealth mode
hr: UPOZORENJE:x0adetekcija udarca je iskljucenax0au tihom modu
ro: ATENTIE:x0aDetect. coliziunilorx0aeste oprita inx0amodul silentios

source: Adjusting Z:
hr: Podesavanje Z:
ro: Ajustare Z:

source: All correct
hr: Sve je u redu
ro: Totul OK

source: Ambient
hr: Ambijent
ro: Ambiental

source: Bed/Heater
hr: Grijac/Podloga
ro: Incalzitor/Pat

source: Belt test
hr: Testiranje remena
ro: Test curele

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
hr: Niveliranje podloge nije uspijelo. Senzor aktiviran. Prljavstina na mlaznici? Ceka se resetiranje.
ro: Nivelarea patului a esuat. Senzorul nu a detectat. Mizerie pe varf? Apasati reset.

source: Bright
hr: Svijet
ro: Maxim

source: Brightness
hr: Svjetlina
ro: Luminozitate ecran

source: Calibrating home
hr: Kalibracija nultocke
ro: Calibrare home

source: >Cancel
hr: >Otkazati
ro: >Anuleaza

source: Checking file
hr: Provjera datoteke
ro: Verif. fisier

source: Copy selected language?
hr: Kopirati odabrani jezik?
ro: Copiaza limba selectata?

source: Crash det.
hr: Udar detekti.
ro: Det.coliziune

source: Select a filament for the First Layer Calibration and select it in the on-screen menu.
hr: Odaberite filament za Kalibraciju Prvog Sloja i odaberite ga u izborniku na zaslonu.
ro: Alegeti un filament pentru First Layer Calibration si selectati-l de pe ecran.

source: Crash
hr: Udar
ro: Coliz.

source: Community made
hr: Napravilo zajedno
ro: Comunitate

source: Cont.
hr: Nast.

source: E-correct:
hr: E-ispravan:

source: Cut filament
hr: Odrezite fil.
ro: Taie filamentul

source: Cutter
hr: Rezac

source: Cutting filament
hr: Rezanje filamenta
ro: Filamentul se taie

source: Dim
hr: Tamno
ro: Minim

source: Fail stats MMU
hr: Neuspjes. MMU stat
ro: Stat. erori MMU

source: F. autoload
hr: F. auto.punj
ro: Autoload fil.

source: Fail stats
hr: Neuspjesna stat
ro: Statistici erori

source: Fans check
hr: Provjera vent
ro: Verif. vent.

source: Fil. sensor
hr: Fil. senzor
ro: Senzor fil.

source: Fil. runouts
hr: Bez filmaneta
ro: Epuizari fil.

source: FS Action
hr: FS Akcija
ro: Actiune FS

source: Front side[μm]
hr: Prednj str[μm]
ro: Fata [μm]

source: Checking bed
hr: Provjera podloge
ro: Verificare pat

source: Checking hotend
hr: Provjera hotenda
ro: Verificare hotend

source: Checking sensors
hr: Provjera senzora
ro: Verificare senzori

source: Checking X axis
hr: Provjera X osi
ro: Verificare axa X

source: Checking Y axis
hr: Provjera Y osi
ro: Verificare axa Y

source: Checking Z axis
hr: Provjera Z osi
ro: Verificare axa Z

source: Select extruder:
hr: Odaberite ekstruder:
ro: Alege extruderul:

source: Last print failures
hr: Zadnji neusp. print
ro: Err. ultimului print

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
hr: Bok, ja sam vas Original Prusa i3 printer. Vodit cu vas kroz kratak proces postavljanja, u kojem ce se kalibrirati Z~os. Tada cete biti spremni za printanje.
ro: Salut, sunt imprimanta ta Original Prusa i3. Te voi ghida printr-un scurt proces de setup in care axa Z va fi calibrata. Apoi, vei fi gata sa printezi.

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
hr: Ako imate dodatne celicne ploce, kalibrirajte njihove unaprijed postavljene postavke u Postavke - HW Podesavanje - Celicne ploce.
ro: Daca ai suprafete de print suplimentare, calibreaza-le in Setari - Setup HW - Suprafete print.

source: Last print
hr: Zadnji print
ro: Ultimul print

source: Left side [μm]
hr: Lijeva str[μm]
ro: Stanga [μm]

source: Insert the filament (do not load it) into the extruder and then press the knob.
hr: Umetnite filament (nemojte ga puniti) u ekstruder i zatim pritisnite gumb.
ro: Infige filamentul (nu-l incarca) in extruder si apasa butonul.

source: Iteration
hr: Ponavljanje
ro: Iteratie

source: Level Bright
hr: Razina svjet
ro: Lum. maxim

source: Level Dimmed
hr: Razina zatam
ro: Lum. minim

source: MMU fails
hr: MMU ne uspijeva
ro: Erori MMU

source: MMU load failed
hr: Neusp. MMU punjenje
ro: Eroare incarcare MMU

source: MMU load fails
hr: Neusp. MMU punj
ro: Err. incarc MMU

source: Mode
hr: Mod
ro: Mod

source: MK3 firmware detected on MK3S printer
hr: MK3 firmware otkriven na MK3S printeru
ro: Firmware MK3 detectat pe imprimanta MK3S

source: Silent
hr: Tih

source: MMU power fails
hr: Neusp. MMU nap
ro: Err. MMU curent

source: Stealth
hr: Tiho
ro: Silent.

source: Auto power
hr: Auto napaj
ro: Put. auto

source: High power
hr: Visoka sna
ro: Put. max

source: MMU2 connected
hr: MMU2 spojen
ro: MMU2 conectat

source: PID cal.
hr: PID kal.
ro: Calibrare PID

source: Please check:
hr: Molimo provjerite:
ro: Verificati:

source: Press the knob to preheat nozzle and continue.
hr: Pritisnite gumb za predgrijavanje mlaznice i nastavite.
ro: Apasati butonul pentru a preincalzi extruder-ul si continuati.

source: Pause
hr: Pauza
ro: Pauza

source: Power failures
hr: Prekidi struje
ro: Err. alimentare

source: Preheating to load
hr: Predgr. za punjenje
ro: Preincalzire load

source: Preheating to unload
hr: Predgr. za praznj.
ro: Preincalzire unload

source: Press the knob
hr: Pritisnite gumb
ro: Apasati butonul

source: Please insert filament into the extruder, then press the knob to load it.
hr: Umetnite filament u ekstruder, a zatim pritisnite gumb za punjenje.
ro: Va rugam introduceti filamentul in extruder apoi apasati butonul pentru a-l incarca.

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
hr: Umetnite filament u prvu cijev MMU-a, a zatim pritisnite gumb za punjenje.
ro: Va rugam introduceti filamentul in primul tub al MMU apoi apsati butonul pentru a-l incarca.

source: Please load filament first.
hr: Molimo prvo ubacite filament.
ro: Va rugam incarcati filamentul mai intai.

source: Rear side [μm]
hr: Zad. str.[μm]
ro: Spate [μm]

source: Please unload the filament first, then repeat this action.
hr: Prvo izvadite filament, a zatim ponovite ovu radnju.
ro: Va rugam mai intai sa scoateti filamentul, apoi incercati din nou.

source: Please check the IR sensor connection, unload filament if present.
hr: Provjerite IR prikljucak senzora, izvadite filament ako postoji.
ro: Verificati senzorul IR, scoateti filamentul daca exista.

source: Recovering print
hr: Oporavak printa
ro: Recuperare print

source: Right side[μm]
hr: Desna str.[μm]
ro: Dreapta [μm]

source: RPi port
hr: RPi utor
ro: Port RPi

source: SD card
hr: SD karti
ro: Card SD

source: Self test start
hr: Pocetak selftesta
ro: Start Autotestare

source: Selftest failed
hr: Selftest nije uspio
ro: Autotestare esuata

source: Sort
hr: Vrsta
ro: Sortare

source: None
hr: Nema
ro: N/A

source: Time
hr: Vrijeme
ro: Data

source: Alphabet
hr: Abeceda
ro: Alfabet

source: Loud
hr: Glasno
ro: Tare

source: Sound
hr: Zvuk
ro: Sunet

source: Runouts
hr: Nestalo

source: Once
hr: Jednom
ro: O data

source: Statistics
hr: Statistika
ro: Statistici

source: STOPPED.
hr: ZAUSTAVLJENO.
ro: OPRIT.

source: Support
hr: Podrska
ro: Informatii

source: Select filament:
hr: Odaberi filament:
ro: Select. filamentul:

source: PINDA cal.
hr: PINDA kal.
ro: Cal. PINDA

source: Select temperature which matches your material.
hr: Odaberite temperaturu koja odgovara vasem materijalu.
ro: Selectati temp. potrivita pentru materialul curent.

source: PINDA calibration failed
hr: Kalibracija PINDA nije uspjela
ro: Calibrarea temperaturii a esuat

source: PINDA calibration is finished and active. It can be disabled in menu Settings->PINDA cal.
hr: Kalibracija PINDA je zavrsena i aktivna. Moze se onemoguciti u izborniku Postavke->PINDA. kal.
ro: Calibrarea PINDA s-a terminat si este activa. Poate fi dezactivata din meniul Setari->Cal. PINDA

source: Sensor verified, remove the filament now.
hr: Senzor je provjeren, odmah uklonite filament.
ro: Senzorul a fost verificat, scoate filamentul.

source: Total failures
hr: Totalne pogreske
ro: Total erori

source: to load filament
hr: da napuni filament
ro: a incarca filament

source: to unload filament
hr: da isprazni filament
ro: a scoate filament

source: Total
hr: Ukupno

source: unknown
hr: nepoznato
ro: necunoscut

source: Timeout
hr: Pauza

source: X-correct:
hr: X-ispravan:
ro: Corect. X:

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
hr: Printe ce poceti printati cik-cak liniju. Okrecite gumb dok ne postignete optimalnu visinu. Provjerite slike u prirucniku (poglavlje Kalibracija).
ro: Imprimanta va printa o linie zig-zag. Rotiti butonul pana cand ajungeti la inaltimea optima. Folositi pozele din handbook (capitolul Calibration).

source: Verification failed, remove the filament and try again.
hr: Provjera nije uspjela, uklonite filament i pokusajte ponovno.
ro: Verificarea a esuat, scoateti filamentul si incercati din nou.

source: Y-correct:
hr: Y-ispravan:
ro: Corect. Y:

source: Back
hr: Vrati
ro: Inapoi

source: Checks
hr: Provjere
ro: Verificari

source: False triggering
hr: Lazno aktiviranje
ro: nu detect. schimbare

source: Strict
hr: Strogo

source: Warn
hr: Upozore
ro: Avert.

source: HW Setup
hr: HW podesavanje
ro: Setup HW

source: Magnets comp.
hr: Magnet. komp.
ro: Comp. magneti

source: Mesh
hr: Mreza

source: MK3S firmware detected on MK3 printer
hr: MK3S firmware detektiran na MK3 printeru
ro: Firmware MK3S detectat pe imprimanta MK3

source: MMU Mode
hr: MMU Mod
ro: Mod MMU

source: Mode change in progress...
hr: Promjena moda u tijeku...
ro: Schimbare mod in progres...

source: Nozzle d.
hr: Mlaznica.
ro: Diam. varf

source: G-code sliced for a different level. Continue?
hr: G-kod izrezan za drugu razinu. Nastavite?
ro: Versiune de G-code incorecta. Continuati?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
hr: G-kod izrezan za drugu razinu. Molimo ponovo izrezite model. Print je otkazan.
ro: Versiune de G-code incorecta. Va rugam pregatiti modelul din nou. Print anulat.

source: G-code sliced for a different printer type. Continue?
hr: G-kod izrezan za drugu vrstu printera. Nastavite?
ro: G-code pregatit pentru un alt tip de printer. Continuati?

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
hr: G-kod izrezan za drugu vrstu printera. Molimo ponovo izrezite model. Print je otkazan.
ro: G-code pregatit pentru un alt tip de printer. Va rugam pregatiti modelul din nou. Print anulat.

source: G-code sliced for a newer firmware. Continue?
hr: G-kod izrezan za noviji firmware. Nastavite?
ro: G-code pregatit pentru firmware mai nou. Continuati?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
hr: G-kod izrezan za noviji firmware. Molimo azurirajte firmware. Prime je otkazan.
ro: G-code pregatit pentru firmware mai nou. Va rugam actualizati firmware-ul. Print anulat.

source: Preheating to cut
hr: Predgr. za rezanje
ro: Preincalzire...

source: Preheating to eject
hr: Predgr. za izbaci.
ro: Preincalzire...

source: Printer nozzle diameter differs from the G-code. Continue?
hr: Promjer mlaznice printera razlikuje se od G-koda. Nastavite?
ro: Diametrul varfului este diferit de cel din G-code. Continuati?

source: Printer nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
hr: Promjer mlaznice printera razlikuje se od G-koda. Molimo provjerite vrijednost u postavkama. Print je otkazan.
ro: Diametrul varfului este diferit de cel din G-code. Va rugam verificati valoarea in setari. Print anulat.

source: %s level expected
hr: %s level ocekivan
ro: nivel %s asteptat

source: Rename
hr: Preimenuj
ro: Redenumeste

source: Select
hr: Odaberi
ro: Selecteaza

source: Sensor info
hr: Info senzora
ro: Info. senzori

source: Sheet
hr: Ploca
ro: Suprafata

source: Assist
hr: Pomoc
ro: Asist.

source: Steel sheets
hr: Celicna ploca
ro: Suprafete print

source: Z-correct:
hr: Z-ispravan:
ro: Corect. Z:

source: Z-probe nr.
hr: Z-sonda br.
ro: Nr. Z-probe

source: Selftest
ro: Testare automata

source: Selftest error!
ro: Err. test. automata!

source: Printer IP Addr:
ro: IP imprimanta:
