Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: de, hu, pl, sk

source: I will run z calibration now.
de: Ich werde jetzt die Z Kalibrierung durchführen.
hu: Lefuttatom a Z kalibraciot.
pl: Przeprowadzę teraz kalibracje Z.
sk: Teraz urobim kalibraciu Z.

source: IDLER CANNOT HOME
de: SPANNRO. STARTP.FEH.
hu: GORGO NEM MOZOG
pl: DOCISK NIE BAZUJE

source: IDLER CANNOT MOVE
de: SPANNROL. SITZT FEST
hu: GORGO NEM MOZOG
pl: DOCISK NIE RUSZA SIĘ

source: INSPECT FINDA
de: INSPIZIERE FINDA
hu: ELLENŐRIZZE A FINDA
pl: SPRAWDŹ FINDA
sk: KONTROLA FINDA

source: INVALID TOOL
de: UNGÜLTIGER FIL.PLATZ
hu: HELYTELEN SZERSZAM
pl: BŁĘDNE NARZĘDZIE

source: If you have additional steel sheets, calibrate their presets in Settings - HW Setup - Steel sheets.
de: Wenn Sie zusätzliche Stahlbleche haben, kalibrieren Sie deren Vorein- stellungen unter Einstellungen - HW Setup - Stahlbleche.
hu: Ha tobb acellapod van, kalibrald be oket a Beallitasok - HW beall. - Acellapok menupont alatt.
pl: Jeśli masz dodatkowe płyty stalowe, to skalibruj ich ustawienia w menu Ustawienia - Ustawienia HW - Płyty stalowe.
sk: Ak mate viac platni, kalibrujte ich v menu Nastavenie - HW nastavenie - Platne

source: Improving bed calibration point
de: Verbesserung des Bettkalibrierungs- punkts
hu: Bed kalibracio pontositasa
pl: Poprawianie punktu kalibracji stołu
sk: Zlepsenie bodu kalibracie podlozky

source: Info screen
de: Infoanzeige
hu: Info kepernyo
pl: Ekran informacyjny
sk: Informacie

source: Init. SD card
de: Init. SD Karte
hu: SD kartya inic.
pl: Inic. karty SD
sk: Nacitanie SD karty

source: Insert filament
de: Filament einlegen
hu: Helyezd be a filam.
pl: Wprowadź filament
sk: Vlozte filament

source: Insert the filament (do not load it) into the extruder and then press the knob.
de: Stecken Sie das Filament (nicht laden) in den Extruder und drücken Sie dann den Knopf.
hu: Helyezd be a filamentet az extruderbe (ne toltsd be), majd nyomtd meg a gombot.
pl: Wsuń filament (nie używaj funkcji ładowania) do ekstrudera i naciśnij pokrętło.
sk: Vlozte filament (nezavadzajte) do extruderu a stlacte tlacidlo

source: Internal runtime error. Try resetting the MMU or updating the firmware.
de: Interner Laufzeitfehler. MMU zurücksetzen oder Firmware aktualisieren.
hu: Futas kozbeni hiba. Inditsd ujra az MMU-t vagy frissitsd a firmwaret.
pl: Wewnętrzny błąd działania. Zresetuj MMU lub zaktualizuj firmware.
sk: Interna chyba. Skuste resetovat MMU alebo aktualizovat firmware.

source: Is filament loaded?
de: Ist Filament geladen?
hu: Filament behelyezve?
pl: Filament jest załadowany?
sk: Je filament zavedeny?

source: Is steel sheet on heatbed?
de: Liegt Stahlblech auf dem Heizbett?
hu: Rajta van az acellap a targyasztalon?
pl: Czy płyta stalowa jest na stole?
sk: Je platna na podlozke?

source: Iteration
de: Wiederholung
hu: Iteracio
pl: Iteracja
sk: Opakovanie

source: Last print
de: Letzter Druck
hu: Utolso nyomtatas
pl: Ostatni wydruk
sk: Posledna tlac

source: Last print failures
de: Letzte Druckfehler
hu: Utolso nyomt. hibak
pl: Ostatnie błędy druku
sk: Zlyhanie posl. tlace

source: Left
de: Links
hu: Bal
pl: Lewa
sk: Vlavo

source: Left hotend fan?
de: Linker Lüfter?
hu: Bal hotend vent.?
pl: Lewy went. hotendu?
sk: Lavy vent na tryske?

source: Left side [µm]
de: Links [µm]
hu: Bal [µm]
pl: Lewo [µm]
sk: Lava str.[µm]

source: Level Bright
de: Hell.wert
hu: Fenyes szint
pl: Poziom jasn.
sk: Normalne

source: Level Dimmed
de: Dimmwert
hu: Sotet szint
pl: Poziom ciem.
sk: Stlmene

source: Lin. correction
de: Lineare Korrektur
hu: Lin. korrekcio
pl: Korekcja liniowa
sk: Korekcia lin.

source: Live adjust Z
de: Z einstellen
hu: Z magassag beall.
pl: Ustawianie Live Z
sk: Doladenie osi Z

source: Load All
de: Alle laden
hu: Ossz.bet
pl: Załaduj Wszystkie
sk: Zaviest vsetko

source: Load filament
de: Filament laden
hu: Filament betolt.
pl: Ładowanie fil.
sk: Zaviest filament

source: Load to nozzle
de: In Düse laden
hu: Betolt. fuvokahoz
pl: Załaduj do dyszy
sk: Zaved. do trysky

source: Loading Test
de: Lade Filament Test
hu: Betöltési teszt
pl: Test ładowania
sk: Záťažový test

source: Loading color
de: Lade Farbe
hu: Szin tisztitasa
pl: Ładowanie koloru
sk: Cistenie farby

source: Loading filament
de: Filament lädt
hu: Filament betoltese
pl: Ładowanie filamentu
sk: Zavedenie filamentu

source: Loose pulley
de: Lose Riemenscheibe
hu: Laza szijtarcsa
pl: Luźne koło pasowe
sk: Uvolnena remenica

source: Loud
de: Laut
hu: Hangos
pl: Głośny
sk: Hlasny

source: MMU FW UPDATE NEEDED
de: MMU FW UPDATE NÖTIG
hu: MMU FW FRISSIT. KELL
pl: MMU FW WYMAGA AKTUAL

source: MMU Firmware internal error, please reset the MMU.
de: MMU Firmware Fehler, setzen Sie die MMU zurück.
hu: MMU Firmware hiba, kerlek inditsd ujra az MMU-t
pl: Błąd wewnętrzny Firmware MMU. Proszę zresetuj MMU.
sk: Chyba MMU Firmwaru, resetujte MMU.

source: MMU Mode
de: MMU Mod.
hu: MMU Mod
pl: Tryb MMU
sk: MMU mod

source: MMU NOT RESPONDING
de: MMU REAGIERT NICHT
hu: MMU NEM VALASZOL
pl: MMU NIE ODPOWIADA

source: MMU Retry: Restoring temperature...
de: MMU-Neuversuch: Stelle die Tempera- tur wieder her...
hu: MMU Ujra: Homerseklet visszaallitasa
pl: MMU Ponawianie: Nagrzewanie...
sk: MMU: Obnovenie teploty...

source: MMU SELFTEST FAILED
de: MMU SELBSTTEST FEHL.
hu: MMU SELFTEST HIBA
pl: MMU SELFTEST NIEUD.
sk: MMU SAMOTEST ZLYHAL

source: MMU fails
de: MMU Fehler
hu: MMU hibak
pl: Błędy MMU
sk: Zlyhanie MMU

source: MMU load fails
de: MMU Ladefehler
hu: MMU bet. hibak
pl: Błędy ład. MMU
sk: MMU zlyhalo

source: MMU not responding correctly. Check the wiring and connectors.
de: MMU antwortet nicht korrekt. Überprüfen Sie die Verkabelung und die Anschlüsse.
hu: Az MMU helytelenul valaszol. Nezd meg a kabelezest es a konnektorokat.
pl: MMU nie odpowiada prawidłowo. Sprawdź okablowanie i złącza.
sk: MMU neodpoveda spravne.Skontrolujte zapojenie a konektory.

source: MMU not responding. Check the wiring and connectors.
de: MMU antwortet nicht. Überprüfen Sie die Verkabelung und die Anschlüsse.
hu: Az MMU nem valaszol. Nezd meg a kabelezest es a konnektorokat.
pl: MMU nie reaguje. Sprawdź okablowanie i złącza.
sk: MMU neodpoveda. Skontrolujte zapojenie a konektory.

source: MMU connected
de: MMU verbunden
hu: MMU csatlakozott
pl: MMU połączone
sk: MMU pripojene

source: Magnets comp.
de: Magnet Komp.
hu: Magnes komp.
pl: Kor. magnesów
sk: Komp. magnetu

source: Main
de: Hauptmenü
hu: Fomenu
pl: Menu główne
sk: Hlavna ponuka

source: Measured skew
de: Schräglauf
hu: Meroleg. hiba
pl: Zmierz. skos
sk: Merane skos.

source: Measuring reference height of calibration point
de: Messen der Referenzhöhe des Kalibrierpunktes
hu: Kalibracios pont magassaganak merese
pl: Określanie wysokości odniesienia punktu kalibracyjnego
sk: Meriam referencnu vysku kalibracneho bodu

source: Mesh
de: Gitter
hu: Halo
pl: Siatka
sk: Mriezka

source: Mesh Bed Leveling
de: MeshBett Ausgleich
hu: Asztal szintezes
pl: Poziomowanie stołu
sk: Vyrovnanie podl.

source: Mode
de: Modus
hu: Mod
pl: Tryb
sk: Rezim

source: Mode change in progress...
de: Moduswechsel erfolgt...
hu: Modvaltas folyamatban...
pl: Trwa zmiana trybu...
sk: Prebieha zmena modu...

source: More details online.
de: Weitere Details online.
hu: Tovabbi reszletek a neten.
pl: Więcej szczegółów online.
sk: Viac podrobnosti online.

source: Motor
pl: Silnik

source: Move X
de: Bewege X
hu: X mozgatasa
pl: Ruch osi X
sk: Posunut X

source: Move Y
de: Bewege Y
hu: Y mozgatasa
pl: Ruch osi Y
sk: Posunut Y

source: Move Z
de: Bewege Z
hu: Z mozgatasa
pl: Ruch osi Z
sk: Posunut Z

source: Move axis
de: Achse bewegen
hu: Tengely mozgatasa
pl: Ruch osi
sk: Posunut os

source: Moving selector
de: Bewege Selektor
hu: Szelektor mozgatasa
pl: Ruch wybieraka
sk: Presun selektora

source: N/A
de: N/V
pl: N/D

source: New firmware version available:
de: Neue Firmware- Version verfügbar:
hu: Uj firmver verzio erheto el:
pl: Dostępna jest nowa wersja firmware:
sk: Vysla nova verzia firmware:

source: No
de: Nein
hu: Nem
pl: Nie
sk: Nie

source: No SD card
de: Keine SD Karte
hu: Nincs SD kartya
pl: Brak karty SD
sk: Ziadna SD karta

source: No move.
de: Keine Bewegung.
hu: Nincs mozgas.
pl: Brak ruchu.
sk: Bez pohybu.

source: None
de: Ohne
hu: Nincs
pl: Brak
sk: Ziadne

source: Not connected
de: Nicht angeschlossen
hu: Nincs csatlakoztatva
pl: Nie podłączono
sk: Nezapojene

source: Not spinning
de: Dreht sich nicht
hu: Nem forog
pl: Nie kręci się
sk: Netoci sa

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
de: Jetzt kalibriere ich den Abstand zwischen Düsenspitze und Druckbett.
hu: Most beallitjuk a fuvoka hegye es a targyasztal felulete kozotti tavolsagot.
pl: Kalibruję odległość między końcówką dyszy, a powierzchnią druku.
sk: Teraz skalibrujem vzdialenost medzi koncom trysky a povrchom podlozky.

source: Now I will preheat nozzle for PLA.
de: Jetzt werde ich die Düse für PLA vorheizen.
hu: Felfutom a fuvokat PLA-hoz.
pl: Nagrzewam dyszę dla PLA.
sk: Teraz predohrejem trysku pre PLA.

source: Now remove the test print from steel sheet.
de: Testdruck jetzt vom Stahlblech entfernen.
hu: Vedd le a tesztnyomatot az acellaprol.
pl: Teraz zdejmij wydruk testowy ze stołu.
sk: Teraz odstrante testovaci vytlacok z platne.

source: Nozzle
de: Düse
hu: Fuvoka
pl: Dysza
sk: Tryska

source: Nozzle change
de: Düsenwechsel
hu: Fuvoka csereand
pl: Wymiana dyszy
sk: Vymena trysky

source: Nozzle d.
de: Düsen Dia.
hu: Fuv. atm.
pl: Śr. dyszy
sk: Tryska

source: Off
de: Aus
hu: Ki
pl: Wył
sk: Vyp

source: Old settings found. Default PID, Esteps etc. will be set.
de: Alte Einstellungen gefunden. Standard PID, E-Steps u.s.w. werden gesetzt.
hu: Regi beallitasokat talaltam. Az alap PID, Esteps, stb. lesz beallitva.
pl: Znaleziono stare ustawienia. Zostaną przywrócone domyślne ustawienia PID, Ekroków, itp.
sk: Neplatne hodnoty nastavenia. Bude pouzite predvolene PID, Esteps atd.

source: On
de: An
hu: Be
pl: Wł
sk: Zap

source: Once
de: Einmal
hu: Egyszer
pl: 1-raz
sk: Raz

source: PAUSED THERMAL ERROR
de: PAUSE THERM. FEHLER
hu: SZUNET HOMERSEK.HIBA
pl: PAUZA BŁĄD TERMICZNY

source: PID cal.
de: PID Kal.
hu: PID kalibracio
pl: Kalibracja PID
sk: PID kal.

source: PID cal. finished
de: PID Kalib. fertig
hu: PID kal. kesz
pl: Kal. PID zakończona
sk: PID kal. ukoncena

source: PID calibration
de: PID Kalibrierung
hu: PID kalibracio
pl: Kalibracja PID
sk: PID kalibracia

source: PINDA Heating
de: PINDA erwärmen
hu: PINDA Futes
pl: Grzanie sondy PINDA
sk: Nahrievanie PINDA

source: PINDA cal.
de: PINDA Kal.
hu: PINDA kal.
pl: Kalib. PINDA
sk: PINDA kal.

source: PINDA calibration failed
de: PINDA-Kalibrierung fehlgeschlagen
hu: PINDA kalibracio sikertelen.
pl: Kalibracja PINDA nieudana
sk: Kalibracia PINDA zlyhala

source: PINDA calibration is finished and active. It can be disabled in menu Settings->PINDA cal.
de: PINDA Kalibrierung ist fertig + aktiv. Es kann ausge- schaltet werden im Menü Einstellungen -> PINDA kal.
hu: PINDA kalibracio sikeres es aktiv. A Beallitasok ->PINDA kal.
pl: Kalibracja PINDA zakończona i włączona. Może być wyłączona z menu Ustawienia -> Kalib. PINDA
sk: PINDA kalibracia dokoncena a je teraz aktivna. Je mozne ju deaktivovat v menu Nastavenia->PINDA kal.

source: PULLEY CANNOT MOVE
de: RIEHMENS. SITZT FEST
hu: GORGO NEM MOZOG
pl: RADEŁKO NIE RUSZA

source: Parking selector
de: Parke Selektor
hu: Szelektor parkolasa
pl: Parkowanie wybieraka
sk: Parkovanie selektora

source: Pause
hu: Szun.
pl: Pauza
sk: Pauza

source: Pause print
de: Druck pausieren
hu: Nyomtatas szunet
pl: Wstrzym. wydruku
sk: Pozastavit tlac

source: Performing cut
de: Führe Schnitt aus
hu: Filament vagas
pl: Odcinanie
sk: Strihanie

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
de: Legen Sie ein Blatt Papier unter die Düse während der Kalibrierung der ersten 4 Punkte. Drucker sofort aus- schalten, wenn das Papier erfasst wird.
hu: Az elso 4 pont kalibracioja alatt tegyel egy papir- lapot a fuvoka ala. Ha a fuvoka hozzaer a papirlaphoz, azonnal kapcsold ki a nyomtatot.
pl: Umieść kartkę papieru na stole roboczym na czas pomiaru pierwszych 4 punktow. Jeśli dysza zahaczy o papier, natychmiast wyłącz drukarkę.
sk: Počas kalibrácie prvých 4 bodov umiestnite pod trysku list papiera. Ak tryska zachytí papier, ihneď vypnite tlačiareň.

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
de: Lesen Sie unser Handbuch und beheben Sie das Problem. Fahren Sie dann mit dem Assistenten fort, indem Sie den Drucker neu starten.
hu: Kerlek nezz bele a kezikonyvbe es tavolitsd el a problemat. Utana folytathatod az uzembe helyezest a nyomtato ujrainditasaval.
pl: Przeczytaj nasz Podrecznik drukowania 3D aby naprawić problem. Potem wznów Asystenta przez restart drukarki.
sk: Prosim pozrite sa do prirucky a opravte problem. Potom obnovte Sprievodcu restartovanim tlaciarne.

source: Please check the IR sensor connection, unload filament if present.
de: IR Sensor Verbindungen über- prüfen. Ist Filament entladen?
hu: Nezd meg az IR szenzor csatlakoz., vedd ki a filam., ha bent van.
pl: Sprawdź połączenie czujnika IR, wyładuj filament, jesli załadowany.
sk: Prosim skontrolujte zapojenie IR senzoru a vyberte filament

source: Please check:
de: Prüfen:
hu: Kerlek ellenorizd:
pl: Sprawdź:
sk: Skontrolujte:

source: Please clean heatbed and then press the knob.
de: Reinigen Sie das Heizbett und drücken Sie dann den Knopf.
hu: Kerlek, tisztisd le a targyasztalt, majd nyomd meg a gombot.
pl: Oczyść powierzchnię druku i naciśnij pokrętło.
sk: Prosim ocistite podlozku a stlacte tlacidlo.

source: Please clean the nozzle for calibration. Click when done.
de: Entfernen Sie überstehendes Filament von der Düse. Klicken wenn sauber.
hu: Kerlek, tisztisd meg a fuvokat kalibracio elott. Nyomd meg a gombot, ha keszen vagy.
pl: Dla prawidłowej kalibracji należy oczyścić dyszę. Potwierdź guzikiem.
sk: Pre uspesnu kalibraciu ocistite prosim tlacovu trysku. Potvrdte tlacidlom.

source: Please insert filament into the extruder, then press the knob to load it.
de: Legen Sie Fil. in den Extruder ein und drücken Sie dann den Knopf,um zu laden.
hu: Kerlek helyezd be a filament veget az extruderbe, majd nyomd meg a gombot a betolteshez.
pl: Wsuń filament do ekstrudera i naciśnij pokrętło, aby go załadować.
sk: Prosim vlozte filament do extruderu a stlacte tlacidlo k jeho zavedeniu

source: Please insert filament into the first tube of the MMU, then press the knob to load it.
de: Stecken Sie das Filament in den ersten Schlauch der MMU. Drücken Sie dann den Knopf, um es zu laden.
hu: Kerlek helyezd be a filamentet az MMU elso csovebe, majd nyomd meg a gombot a betolteshez.
pl: Wsuń filament do pierwszego kanału w MMU i naciśnij pokrętło, aby go załadować.
sk: Prosim vlozte filament do prvej trubicky MMU a stlacte tlacidlo k jeho zavedeniu

source: Please load filament first.
de: Laden Sie zuerst das Filament.
hu: Kerlek eloszor toltsd be a filamentet.
pl: Najpierw załaduj filament.
sk: Prosim najskor zavedte filament

source: Please open idler and remove filament manually.
de: Spannrolle öffnen und Filament von Hand entfernen
hu: Kerlek, nyisd ki a nyomogorgo ajtajat, es tavolitsd el a filamentet kezzel.
pl: Odciągnij dźwignię dociskową ekstrudera i ręcznie usuń filament.
sk: Prosim otvorte idler a manualne odstrante filament.

source: Please place steel sheet on heatbed.
de: Legen Sie das Stahlblech auf das Heizbett.
hu: Kerlek, helyzed az acellapot a targyasztalra.
pl: Umieść płytę stalową na podgrzewanym stole.
sk: Umiestnite prosim platnu na podlozku

source: Please press the knob to unload filament
de: Drücken Sie den Knopf um das Filament zu entladen.
hu: Kerlek, nyomd meg a gombot a filament kiadasahoz
pl: Naciśnij pokrętło aby rozładować filament
sk: Pre vysunutie filamentu stlacte tlacidlo

source: Please pull out filament immediately
de: Ziehen Sie das Filament sofort heraus
hu: Kerlek, huzd ki a filamentet most
pl: Wyciągnij filament teraz
sk: Prosim vyberte urychlene filament

source: Please remove shipping helpers first.
de: Zuerst Transportsicherungen entfernen.
hu: Tavolitsd el a szallitasi segedanyagokat.
pl: Najpierw usuń zabezpieczenia transportowe.
sk: Najskor prosim odstrante prevozne pomocky.

source: Please remove steel sheet from heatbed.
de: Entfernen Sie das Stahlblech vom Heizbett.
hu: Kerlek, tavolisd el az acellapot az asztalrol.
pl: Usuń płytę stalową z podgrzewanego stołu.
sk: Odstrante prosim platnu z podlozky.

source: Please run XYZ calibration first.
de: Zuerst XYZ Kalibrierung ausführen.
hu: Kerlek, elobb futtasd le az XYZ kalibraciot.
pl: Najpierw uruchom kalibrację XYZ.
sk: Najskor spustite kalibraciu XYZ.

source: Please unload the filament first, then repeat this action.
de: Entladen Sie erst das Filament und versuchen Sie es nochmal.
hu: Kerlek eloszor vedd ki a filamentet, majd probalkozz ujra.
pl: Najpierw wyładuj filament, następnie powtórz czynność.
sk: Prosim vyberte filament a zopakujte tuto akciu

source: Please upgrade.
de: Bitte aktualisieren.
hu: Kerlek frissits.
pl: Proszę zaktualizować
sk: Aktualizujte prosim.

source: Please wait
de: Warten
hu: Kerlek varj
pl: Proszę czekać
sk: Cakajte prosim

source: Power failures
de: Netzfehler
hu: Aramkimaradasok
pl: Zaniki zasil.
sk: Vypadky prudu

source: Preheat
de: Vorheizen
hu: Elofutes
pl: Grzanie
sk: Predohrev

source: Preheat the nozzle!
de: Düse vorheizen!
hu: Futsd fel a fuvokat!
pl: Nagrzej dyszę!
sk: Predohrejte trysku!

source: Preheating nozzle. Please wait.
de: Vorheizen der Düse. Bitte warten.
hu: Fuvoka futese folyamatban. Kerlek, varj.
pl: Nagrzewanie dyszy. Proszę czekać.
sk: Predhrev trysky. Prosim cakajte.

source: Preheating to cut
de: Heizen zum Schnitt
hu: Melegites vagashoz
pl: Nagrzew. do cięcia
sk: Predohrev k strihu

source: Preheating to eject
de: Heizen zum Auswurf
hu: Melegites kiadashoz
pl: Nagrzew. do wysun.
sk: Predhrev k vysunutiu

source: Preheating to load
de: Heizen zum Laden
hu: Felfutes betolteshez
pl: Grzanie do załad.
sk: Predhrev k zavedeniu

source: Preheating to unload
de: Heizen zum Entladen
hu: Felfutes kiadashoz
pl: Nagrzew. do rozład.
sk: Predohrev k vybratiu

source: Preparing blade
de: Bereite Messer vor
hu: Penge elokeszites
pl: Przygot. ostrza
sk: Priprava cepele

source: Press the knob
de: Knopf drücken zum
hu: Nyomd meg a gombot
pl: Wciśnij pokrętło
sk: Stlacte tlacidlo

source: Press the knob to preheat nozzle and continue.
de: Drücken Sie den Knopf um die Düse vorzuheizen und fortzufahren.
hu: Nyomd meg a gombot a folytatashoz es a fuvoka felfutesehez.
pl: Wciśnij pokrętło aby rozgrzać dyszę i kontynuować.
sk: Pre nahriatie trysky a pokracovanie stlacte tlacidlo.

source: Print aborted
de: Druck abgebrochen
hu: Nyomt. megszakitva
pl: Druk przerwany
sk: Tlac prerusena

source: Print fan:
de: Drucklüfter:
hu: Targyhuto:
pl: Went. druku:
sk: Tlacovy vent.:

source: Print from SD
de: Drucken von SD
hu: Nyomtatas SD-rol
pl: Druk z karty SD
sk: Tlac z SD

source: Print paused
de: Druck pausiert
hu: Nyomt. szuneteltetve
pl: Druk wstrzymany
sk: Tlac pozastavena

source: Print time
de: Druckzeit
hu: Nyomtatasi ido
pl: Czas druku
sk: Cas tlace

source: Printer IP Addr:
de: Drucker IP Adr.:
hu: Nyomtato IP cime:
pl: Adr. IP drukarki:
sk: IP adr. tlaciarne:

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
de: Drucker wurde noch nicht kalibriert. Folgen Sie dem Handbuch, Kapitel Erste Schritte.
hu: A nyomtato meg nem volt bekalibralva. Kerlek, kovesd az utmutato Elso lepesek fejezetenek Kalibracio menete bekezdeset.
pl: Drukarka nie była jeszcze kalibrowana. Kieruj się podręcznikiem, rozdział Pierwsze kroki.
sk: Tlaciaren nebola este skalibrovana. Postupujte prosim podla manualu, kapitola Zaciname, odstavec Postup kalibracie.

source: Nozzle diameter differs from the G-code. Continue?
de: Düsendurchmesser weicht vom G-Code ab. Fortfahren?
hu: A fuvoka atmeroje elter a G-kodtol. Folytasasm?
pl: Średnica dyszy różni się od tej w G-code. Kontynuować?
sk: Priemer trysky tlaciarne sa lisi od G-code. Pokracovat?

source: Nozzle diameter differs from the G-code. Please check the value in settings. Print cancelled.
de: Der Durchmesser der Druckerdüse weicht vom G-Code ab. Bitte überprüfen Sie den Wert in den Einstellungen. Druck abgebrochen.
hu: A nyomtato fuvoka atmeroje elter a G-kodtol. Ellenorizd az erteket a beallitasokban. Nyomtatas megallitva.
pl: Średnica dyszy różni się od tej w G-code. Sprawdź ustawienia. Druk anulowany.
sk: Priemer trysky tlaciarne sa lisi od G-code. Prosim skontrolujte nastavenie. Tlac zrusena.

source: Pulley motor stalled. Ensure the pulley can move and check the wiring.
de: Der Riemenscheiben- motor ist blockiert. Sicherstellen, dass sich die Riemenscheibe bewegen kann und die Verkabelung überprüfen.
hu: Gorgo motor nem mozog. Ellenorizd hogy tud-e mozogni es a kabelezest.
pl: Silnik koła radełkowanego utknął. Upewnij się, że koło może się poruszać i sprawdź okablowanie.
sk: Motor remenice sa zasekol. Skontrolujte, ze sa remenica moze hybat a jej zapojenie.

source: Pushing filament
de: Schiebe Filament
hu: Filament benyomasa
pl: Wsuwanie filamentu
sk: Tlacenie filamentu

source: QUEUE FULL
de: QUEUE VOLL
hu: SOR TELE
pl: KOLEJKA PEŁNA

source: RPi port
pl: Port RPi

source: Rear side [µm]
de: Hinten [µm]
hu: Hatso old.[µm]
pl: Tył [µm]
sk: Zadna str.[µm]

source: Recovering print
de: Druck wiederherstel.
hu: Nyomt. visszaallit
pl: Wznawianie druku
sk: Obnovovanie tlace

source: Rename
de: Umbenennen
hu: Atnevezes
pl: Zmień nazwę
sk: Premenovat

source: Requested filament tool is not available on this hardware. Check the G-code for tool index out of range (T0-T4).
de: Der angeforderte Filamentplatz ist auf dieser Hardware nicht verfügbar. Prüfen Sie den G-Code auf Plätze außerhalb des Bereichs (T0-T4).
hu: A kert szerszam nem erheto el ezen a hardveren. Nezd meg az T0-T4 indexen kivuli ertekeket a G kodban.
pl: Zadane narzędzie filamentu nie jest dostępne na tym sprzęcie. Sprawdź G-code pod względem indeksu narzędzia z poza zakresu (T0-T4).
sk: Pozadovany nastroj filamentu nie je k dispozicii. Skontrolujte G-code pre nastroj mimo rozsah (T0-T4).

source: Reset XYZ calibr.
de: Reset XYZ Kalibr.
hu: XYZ kal. nullazas
pl: Reset kalibr. XYZ
sk: Reset XYZ kalibr.

source: Resume print
de: Druck fortsetzen
hu: Nyomt. folytatasa
pl: Wznowić druk
sk: Pokracovat

source: Resuming print
de: Druck fortgesetzt
hu: Nyomtatas folytatasa
pl: Wznawianie druku
sk: Obnovenie tlace

source: Retract from FINDA
de: Einziehen von FINDA
hu: FINDAtol visszahuz
pl: Wycofanie z FINDY
sk: Vybrat z FINDA

source: Retry
de: Wdh.
hu: Ujra
pl: Ponów
sk: Znova

source: Returning selector
de: Selektor zurückfahr.
hu: Szelektor vissza
pl: Powrót wybieraka
sk: Navrat selektora

source: Right
de: Rechts
hu: Jobb
pl: Prawa
sk: Vpravo

source: Right side[µm]
de: Rechts [µm]
hu: Jobb old.[µm]
pl: Prawo [µm]
sk: Prava str.[µm]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
de: Der Assistent wird die aktuellen Kalibrierungsdaten löschen und von vorne beginnen. Fortfahren?
hu: A Varazslo futtatasa nullazza a jelenlegi kalibracios ertekeket es elolrol fog mindent kezdeni. Folytatod?
pl: Włączenie Asystenta usunie obecne dane kalibracyjne i zacznie od początku. Kontynuować?
sk: Spustenie Sprievodcu vymaze ulozene vysledky vsetkych kalibracii a spusti kalibracny proces od zaciatku. Pokracovat?

source: SD card
de: SD Karte
hu: SDkartya
pl: Karta SD
sk: SD karta

source: SELECTOR CANNOT HOME
de: SELEK. STARTPOSFEHL.
hu: SZELEKTOR NEM HOMEOL
pl: WYBIERAK NIE BAZUJE

source: SELECTOR CANNOT MOVE
de: SELEKTOR SITZT FEST
hu: SZELEKTOR NEM MOZOG
pl: WYBIERAK NIE RUSZA
