Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: de, hu, pl, sk

source: STOPPED.
de: GESTOPPT.
hu: MEGALLITVA.
pl: ZATRZYMANO.
sk: ZASTAVENE.

source: Searching bed calibration point
de: Suche Bett Kalibrierpunkt
hu: Kalibracios pont keresese az asztalon
pl: Szukam punktu kalib. na stole
sk: Hladam kalibracny bod podlozky

source: Select
de: Auswahl
hu: Kivalasztas
pl: Wybierz
sk: Vybrat

source: Select a filament for the First Layer Calibration and select it in the on-screen menu.
de: Wählen Sie ein Filament für Erste- Schichtkalibrierung aus und wählen Sie es im On-Screen-Menü aus.
hu: Valassz egy filamentet az elso reteg kalibraciojahoz a menubol.
pl: Wybierz filament do Kalibracji Pierwszej Warstwy i potwierdź w menu ekranowym.
sk: Zvolte filament pre kalibraciu prvej vrstvy z nasledujuceho menu

source: Select filament:
de: Wähle filament:
hu: Valassz filamentet:
pl: Wybierz filament:
sk: Zvolte filament:

source: Select language
de: Wähle Sprache
hu: Valassz nyelvet
pl: Wybór języka
sk: Vyber jazyka

source: Select nozzle preheat temperature which matches your material.
de: Vorheiztemperatur auswählen, die Ihrem Material entspricht.
hu: Valaszd ki a fuvoka homersekletet, amelyik megfelel az altalad hasznalt anyaghoz ajanlott homersekletnek.
pl: Wybierz temperaturę grzania dyszy odpowiednią dla materiału.
sk: Vyberte teplotu predohrevu trysky ktora zodpoveda vasmu materialu.

source: Select temperature which matches your material.
de: Wählen Sie die Temperatur, die zu Ihrem Material passt.
hu: Valassz homersekletet, ami megfelel a filamenthez.
pl: Wybierz temperaturę, która odpowiada Twojemu filamentowi.
sk: Zvolte teplotu, ktora odpoveda vasmu materialu.

source: Selecting fil. slot
de: Wähle Filament Platz
hu: Fil.poz.kivalasztasa
pl: Wyb. kanału fil.
sk: Vyber slotu fil.

source: Selftest start
de: Selbsttest start
hu: Ondiagnosztika indul
pl: Selftest startuje

source: Selftest error!
de: Selbsttest Fehler!
hu: Ondiagnosztika hiba!
pl: Błąd selftest!
sk: Chyba samotestu!

source: Selftest failed
de: Selbsttest Error
hu: Ondiag. sikertelen
pl: Selftest nieudany
sk: Samotest zlyhal

source: Selftest will be run to calibrate accurate sensorless rehoming.
de: Selbsttest wird gestartet, um Startposition zu kalibrieren.
hu: A pontos szenzor nelkuli homing erdekeben lefuttatom az ondiagnosztikat.
pl: Zostanie uruchomiony Selftest aby dokładnie skalibrować punkt bazowy bez krańcówek.
sk: Bude spusteny test pre kalibraciu presneho navratu.

source: Sensor info
hu: Szenzor info
pl: Info o sensorach
sk: Senzor info

source: Sensor verified, remove the filament now.
de: FSensor überprüft, entladen Sie jetzt das Filament.
hu: Szenzor OK, vedd ki a filamentet most.
pl: Czujnik sprawdzony, wyciągnij filament.
sk: Senzor overeny, vyberte filament.

source: Set temperature:
de: Temp. einstellen:
hu: Homerseklet beall.:
pl: Ustaw temperaturę:
sk: Nastavte teplotu:

source: Settings
de: Einstellungen
hu: Beallitasok
pl: Ustawienia
sk: Nastavenia

source: Severe skew
de: Sehr schräg
hu: NagyMerol.hiba
pl: Znaczny skos
sk: Tazke skos.

source: Sheet
de: Stahlblech
hu: Acellap
pl: Płyta
sk: Platna

source: Sheet %.7s Z offset: %+1.3fmm %cContinue %cReset
de: Stahlblech %.7s Z Versatz: %+1.3fmm %cFortsetzen %cReset
hu: Acellap %.7s Z offset: %+1.3fmm %cFolytassam %cUjrainditas
pl: Płyta %.7s Z offset: %+1.3fmm %cKontynuować %cReset
sk: Platna %.7s Z offset: %+1.3fmm %cPokracovat %cReset

source: Show end stops
de: Endschalter Status
hu: Vegallaskapcsolok
pl: Pokaż krańcówki
sk: Stav konc. spin.

source: Silent
de: Leise
hu: Halk
pl: Cichy
sk: Tichy

source: Slight skew
de: Leicht schräg
hu: Kis merol.hiba
pl: Lekki skos
sk: Lahke skos.

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
de: Einige Dateien wur- den nicht sortiert. Max. Dateien pro Verzeichnis = 100.
hu: Nehany fajl nem lesz rendezve. Legfeljebb 100 fajlt lehet rendezni egy konyvtaron belul.
pl: Niektóre pliki nie zostaną posortowane. Maks. liczba plików w 1 katalogu to 100.
sk: Niektore subory nebudu zoradene. Maximalny pocet suborov v zlozke pre zoradenie je 100.

source: Some problem encountered, Z-leveling enforced ...
de: Fehler aufgetreten, Z-Kalibrierung erforderlich...
hu: Hiba tortent, Z szintezes indul...
pl: Wykryto problem - wymuszono poziomowanie osi Z.
sk: Vyskytol sa problem, zarovnam os Z ...

source: Sorting files
de: Sortiere Dateien
hu: Fajlok rendezese
pl: Sortowanie plików
sk: Triedenie suborov

source: Sound
de: Ton
hu: Hang
pl: Dźwięk
sk: Zvuk

source: Speed
de: Tempo
hu: Sebesseg
pl: Prędkość
sk: Rychlost

source: Spinning
de: Dreht sich
hu: Forog
pl: Kręci się
sk: Toci sa

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
de: Stabile Umgebungs- temperatur 21-26C und feste Stand- fläche erforderlich.
hu: Stabil 21-26C homerseklet es egy merev allvany (asztal) szukseges.
pl: Potrzebna jest stabilna temperatura otoczenia 21-26C i stabilne podłoże.
sk: Je vyzadovana stabilna izbova teplota 21-26C a pevna podlozka.

source: Statistics
de: Statistiken
hu: Statisztika
pl: Statystyki
sk: Statistika

source: Stealth
de: Leise
hu: Halk
pl: Cichy
sk: Tichy

source: Steel sheets
de: Stahlbleche
hu: Acellapok
pl: Płyty stalowe
sk: Platne

source: Stop print
de: Druck abbrechen
hu: Nyomt. megallitasa
pl: Przerwanie druku
sk: Zastavit tlac

source: Strict
de: Strikt
hu: Szigoru
pl: Restr.
sk: Prisne

source: Support
hu: Tamogatas
pl: Wsparcie
sk: Podpora

source: Swapped
de: Ausgetauscht
hu: Felcserelve
pl: Zamieniono
sk: Prehodene

source: THERMAL ANOMALY
de: THERMISCHE ANOMALIE
hu: Homersekl. anomalia
pl: ANOMALIA TERMICZNA

source: TMC DRIVER ERROR
de: TMC TREIBER FEHLER
hu: TMC DRIVER HIBA
pl: BŁĄD STEROW. TMC

source: TMC DRIVER RESET
de: TMC TREIBER RESET
hu: TMC DRIVER RESZET
pl: RESET STEROW. TMC

source: TMC DRIVER SHORTED
de: TMC KURZSCHLUSS
hu: TMC DRIVER ZARLAT
pl: ZWARCIE STEROW. TMC

source: TMC OVERHEAT ERROR
de: TMC ÜBERHITZ.FEHL.
hu: TMC TULHEVULES HIBA
pl: PRZEGRZANIE TMC

source: TMC UNDERVOLTAGE ERR
de: TMC UNTERSPANN.FEHL.
hu: TMC ALACSONY FESZ.
pl: ZA NIS. NAPIĘCIE TMC

source: Thermal model cal. takes approx. 12 mins. See prusa.io/tm-cal
de: Thermomodell Kal. benötigt ca. 12 Min. Siehe prusa.io/tm-cal
hu: Termikus modell kal. kb. 12 perc. Lásd prusa.io/tm-cal
pl: Kal. modelu termicznego potrwa ok. 12min. Spójrz prusa.io/tm-cal
sk: Výpočet termálneho modelu trvá asi 12 min. Pozri prusa.io/tm-cal

source: Thermal model not calibrated yet.
de: Thermomodell noch nicht kalibriert.
hu: A termikus modell még nincs kalibrálva.
pl: Model termiczny nie został jeszcze skalib.
sk: Termálny model zatiaľ nebol kalibrovaný

source: Temperature
de: Temperatur
hu: Homerseklet
pl: Temperatura
sk: Teplota

source: Temperatures
de: Temperaturen
hu: Homersekletek
pl: Temperatury
sk: Teploty

source: Testing filament
de: Teste filament
hu: Filament tesztelese
pl: Testowanie filamentu
sk: Kontrola filamentu

source: The Idler cannot home properly. Check for anything blocking its movement.
de: Die Spannrolle kann die Startposition nicht richtig erreichen. Prüfen Sie, ob irgendetwas dessen Bewegung blockiert.
hu: A gorgo nem tud rendesen homeolni. Nezd meg, hogy gatolja-e valami a mozgasat.
pl: Docisk nie może się prawidłowo zbazować. Sprawdź, czy nic nie blokuje jego ruchu.
sk: Idler sa nemoze vratit na miesto. Skontrolujte ci nieco neblokuje jeho pohyb.

source: The Selector cannot home properly. Check for anything blocking its movement.
de: Selektor erreicht Startpos. nicht. Prüf, ob etwas blockiert.
hu: A szelektor nem tud rendesen homeolni. Nezd meg, hogy gatolja-e valami a mozgasat.
pl: Wybierak nie może się prawidłowo zbazować. Sprawdź, czy nic nie blokuje jego ruchu.
sk: Selektor sa nemoze vratit na miesto. Skontrolujte ci nieco neblokuje jeho pohyb.

source: The printer will start printing a zig-zag line. Rotate the knob until you reach the optimal height. Check the pictures in the handbook (Calibration chapter).
de: Der Drucker beginnt mit dem Drucken einer Zickzacklinie. Drehen Sie den Knopf, bis Sie die optimale Höhe erreicht haben. Überprüfen Sie die Bilder im Handbuch.
hu: A nyomtato egy cikk-cakkos vonalat fog nyomtatni. Tekerd a gombot addig, amig el nem ered az optimalis magassagot. Nezd meg a kepeket a kezikonyv Kalibracio fejezeteben.
pl: Drukarka zacznie drukowanie linii w kształcie zygzaka. Ustaw optymalną wysokość obracając pokrętło. Porównaj z ilustracjami w Podręczniku (rozdział Kalibracja).
sk: Tlaciaren zacne tlacit lomenu ciaru. Otacanim tlacidla nastavte optimalnu vysku. Postupujte podla obrazku v handbooku (kapitola Kalibracia).

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
de: Die Z-Kalibrierung is noch notwendig. Folgen Sie dem Handbuch, Kapitel Erste Schritte.
hu: Meg mindig szukseges a Z kalibracio. Kerlek, kovesd az utmutato Elso lepesek fejezetenek Kalibracio menete bekezdeset.
pl: Należy przeprowadzić kalibrację Z. Kieruj się Podręcznikiem: rozdział Pierwsze Kroki.
sk: Je potrebne skalibrovat os Z. Prosim postupujte podla prirucky, kapitola Zaciname, sekcia Postup kalibracie.

source: Time
de: Zeit
hu: Ido
pl: Czas
sk: Cas

source: Timeout
hu: Idotullepes
pl: Wył. czas.
sk: Casovac

source: Total
de: Gesamt
hu: Ossz.
pl: Suma
sk: Celkom

source: Total failures
de: Gesamte Fehler
hu: Ossz. hiba
pl: Suma błędów
sk: Celkom zlyhani

source: Total filament
de: Gesamtes Filament
hu: Osszes filament
pl: Zużycie filamentu
sk: Filament celkom

source: Total print time
de: Gesamte Druckzeit
hu: Ossz. nyomt. ido
pl: Łączny czas druku
sk: Celkovy cas tlace

source: Tune
de: Anpassen
hu: Hangolás
pl: Dostrój
sk: Ladit

source: UNLOAD MANUALLY
de: ENTLADE MANUELL
hu: VEDD KI KEZZEL
pl: WYŁADUJ RĘCZNIE

source: Unload
de: Entla.
hu: Kiadas
pl: Wyładuj
sk: Vysuv

source: Unload filament
de: Fil. entladen
hu: Filament kiadasa
pl: Wyładuj filament
sk: Vybrat filament

source: Unloading filament
de: Filament auswerfen
hu: Filament kiadasa
pl: Wyładowuję filament
sk: Vysuvanie filamentu

source: Unloading to FINDA
de: Entlade zur FINDA
hu: Kiadas a FINDAhoz
pl: Wyładowanie do FINDY
sk: Vysuvanie do FINDA

source: Unloading to pulley
de: Entlade zur Riemens.
hu: Kiadas a gorgohoz
pl: Wyład. do radełka
sk: Vysuv. do remenice

source: Verification failed, remove the filament and try again.
de: Überprüfung fehl- geschlagen, entladen Sie das Filament und nochmals versuchen.
hu: Ellenorzes sikertelen, vedd ki a filamentet es probald ujra.
pl: Niepowodzenie sprawdzenia, wyciągnij filament i spróbuj ponownie.
sk: Overenie zlyhalo, vyberte filament a skuste znovu.

source: Voltages
de: Spannungen
hu: Feszultsegek
pl: Napięcia
sk: Napatie

source: WARNING TMC TOO HOT
de: WARNUNG TMC ZU HEISS
hu: FIGYELEM A TMC FORRO
pl: UWAGA TMC ZA GORĄCY

source: WARNING: Crash detection disabled in Stealth mode
de: WARNUNG: Crash Erkennung deaktiviert im Stealth Modus
hu: FIGYELEM: Utkozes erzekeles kikapcsolva Halk modban
pl: UWAGA: Wykrywanie zderzeń wyłączone w trybie Stealth
sk: POZOR: Crash detekcia deaktivovana v Tichom rezime

source: Wait for user...
de: Warte auf Benutzer..
hu: Var. a felhasznalora
pl: Czekam na użytk. ...
sk: Caka sa na uzivatela

source: Waiting for PINDA probe cooling
de: Warte bis PINDA- Sonde abgekühlt ist
hu: A PINDA szenzor kihuleset varom.
pl: Czekam na wychłodzenie sondy PINDA
sk: Caka sa na ochladenie PINDA

source: Waiting for nozzle and bed cooling
de: Warte bis Heizung und Bett abgekühlt sind
hu: A fuvoka es az asztal kihuleset varom.
pl: Oczekiwanie na wychłodzenie dyszy i stołu
sk: Cakanie na schladenie trysky a podlozky.

source: Warn
de: Warnen
hu: Figylem.
pl: Ostrzeź
sk: Varovat

source: Warning: both printer type and motherboard type changed.
de: Warnung: Druckertyp und Platinentyp wurden beide geändert.
hu: Figyelem: a nyomtato es az alaplap tipusa is megvaltozott.
pl: Ostrzeżenie: typ drukarki i płyta główna uległy zmianie.
sk: Varovanie: doslo k zmene typu tlaciarne a maticnej dosky.

source: Warning: motherboard type changed.
de: Warnung: Platinentyp wurde geändert.
hu: Figyelem: az alaplap tipusa megvaltozott.
pl: Ostrzeżenie: płyta główna uległa zmianie.
sk: Varovanie: doslo k zmene typu maticnej dosky.

source: Warning: printer type changed.
de: Warnung: Druckertyp wurde geändert.
hu: Figyelem: a nyomtato tipusa megvaltozott.
pl: Ostrzeżenie: rodzaj drukarki uległ zmianie.
sk: Varovanie: doslo k zmene typu tlaciarne.

source: Was filament unload successful?
de: Konnten Sie das Filament entnehmen?
hu: Sikerult kivenni a filamentet?
pl: Wyładowanie fil. udane?
sk: Bolo vysunutie filamentu uspesne?

source: Wiring error
de: Verdrahtungsfehler
hu: Kabelezesi hiba
pl: Błąd połączenia
sk: Chyba zapojenia

source: Wizard
de: Assistent
hu: Varazslo
pl: Asystent
sk: Sprievodca

source: X-correct
de: X-Korrektur
hu: X-korrekcio
pl: Korekcja-X
sk: Korekcia X

source: XYZ cal. details
de: XYZ Kal. Details
hu: XYZ kal. reszlet
pl: Szczegóły kal. XYZ
sk: Detaily XYZ kal.

source: XYZ calibration all right. Skew will be corrected automatically.
de: XYZ Kalibrierung in Ordnung. Schräglauf wird automatisch korrigiert.
hu: XYZ kalibracio OK. Az esetleges X/Y merolegessegi hiba automatikusan korrigalva lesz.
pl: Kalibracja XYZ pomyślna. Skos będzie automatycznie korygowany.
sk: Kalibracia XYZ v poriadku. Skosenie bude automaticky vyrovnane pri tlaci.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
de: XYZ Kalibrierung in Ordnung. X/Y Achsen sind etwas schräg. Gut gemacht!
hu: XYZ kalibracio sikerult. Az X/Y tengelyeken enyhe merolegessegi hiba van.
pl: Kalibracja XYZ prawidłowa. Osie X/Y lekko skośne. Dobra robota!
sk: Kalibracia XYZ v poriadku. X/Y osi mierne skosene. Dobra praca!

source: XYZ calibration compromised. Front calibration points not reachable.
de: XYZ-Kalibrierung beeinträchtigt. Vordere Kal.-Punkte nicht erreichbar.
hu: Az XYZ kalibracio sikertelen. Az elulso kalibracios pontok nem erhetoek el.
pl: Kalibr. XYZ niedokładna. Przednie punkty kalibr. nieosiągalne.
sk: Kalibracia XYZ je nepresna. Predne kalibracne body su nedostupne.

source: XYZ calibration compromised. Right front calibration point not reachable.
de: XYZ-Kalibrierung beeinträchtigt. Kal. -Punkt vorne rechts nicht erreichbar.
hu: Az XYZ kalibracio sikertelen. A jobb kalibracios pontok nem erhetoek el.
pl: Kalibracja XYZ niedokładna. Prawy przedni punkt nieosiągalny.
sk: Kalibracia XYZ je nepresna. Pravy predny bod je nedostupny.

source: XYZ calibration failed. Bed calibration point was not found.
de: XYZ-Kalibrierung fehlgeschlagen. Bett-Kalibrierpunkt nicht gefunden.
hu: Az XYZ kalibracio sikertelen. Az asztal kalibracios pontja nem erheto el.
pl: Kalibracja XYZ nieudana. Nie znaleziono punktów kalibracyjnych.
sk: Kalibracia XYZ zlyhala. Kalibracny bod podlozky nenajdeny.

source: XYZ calibration failed. Front calibration points not reachable.
de: XYZ-Kalibrierung fehlgeschlagen. Vordere Kal.-Punkte nicht erreichbar.
hu: Az XYZ kalibracio sikertelen. Az elulso kalibracios pontok nem erhetoek el.
pl: Kalibracja XYZ nieudana. Przednie punkty kalibracji nieosiągalne.
sk: Kalibracia XYZ zlyhala. Predne kalibracne body su nedostupne.

source: XYZ calibration failed. Please consult the manual.
de: XYZ-Kalibrierung fehlgeschlagen - mehr im Handbuch.
hu: XYZ kalibracio sikertelen. Kerlek, nezz bele a kezikonyvbe.
pl: Kalibracja XYZ nieudana. Sprawdź przyczyny i rozwiązania w podręczniku.
sk: Kalibracia XYZ zlyhala. Nahliadnite do manualu.

source: XYZ calibration failed. Right front calibration point not reachable.
de: XYZ-Kalibrierung fehlgeschlagen. Kal. -Punkt vorne rechts nicht erreichbar.
hu: Az XYZ kalibracio sikertelen. A jobb kalibracios pontok nem erhetoek el.
pl: Kalibracja XYZ nieudana. Prawy przedni punkt nieosiągalny.
sk: Kalibracia XYZ zlyhala. Pravy predny bod je nedostupny.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
de: XYZ-Kalibrierung ok. X/Y-Achsen sind senkrecht zueinander Glückwunsch!
hu: XYZ kalibracio OK. Az X/Y tengelyek merolegesek. Gratulalok!
pl: Kalibracja XYZ ok. Osie X/Y są prostopadłe. Gratulacje!
sk: Kalibracia XYZ v poradku. X/Y osi su kolme. Gratulujeme!

source: Y distance from min
de: Y Entfernung vom Min
hu: Y-minimum tavolsag
pl: Dystans od 0 w osi Y
sk: Y vzdialenost od min

source: Y-correct
de: Y-Korrektur
hu: Y-korrekcio
pl: Korekcja-Y
sk: Korekcia Y

source: Yes
de: Ja
hu: Igen
pl: Tak
sk: Ano

source: You can always resume the Wizard from Calibration -> Wizard.
de: Im Menü Kalibrierung -> Assistent können Sie den Assistenten immer neu starten.
hu: A Varazsolt barmikor elered a Kalibracio -> Varazslo menubol.
pl: Zawsze możesz uruchomić Asystenta ponownie przez Kalibracja -> Asystent.
sk: Sprievodcu mozete kedykolvek znovu spustit z menu Kalibracia -> Sprievodca

source: Z-correct
de: Z-Korrektur
hu: Z-korrekcio
pl: Korekcja-Z
sk: Korekcia Z

source: Z-probe nr.
de: Z-Test Nr.
hu: Z meres szama
pl: Ilość Pomiarów
sk: Pocet merani Z

source: [0;0] point offset
de: [0;0] Punktversatz
hu: [0;0] pont offszet
pl: [0;0] przesuń.punktu
sk: [0;0] odsadenie bodu

source: and press the knob
de: und Knopf drücken
hu: es nyomd meg a gombot
pl: i naciśnij pokrętło
sk: a stlacte tlacidlo

source: to load filament
de: um Filament laden
hu: filam. betoltesehez
pl: aby załadow. fil.
sk: k zavedeniu filam.

source: to unload filament
de: um Filament entladen
hu: filament kiadasahoz
pl: aby wyład. filament
sk: k vybraniu filamentu

source: unknown
de: unbekannt
hu: ismeretlen
pl: nieznane
sk: neznamy

source: unknown state
de: Status unbekannt
hu: ismeretlen allapot
pl: Stan nieznany
sk: neznamy stav

source: 🔃Refresh
de: 🔃Aktualisiere
hu: 🔃Frissites
pl: 🔃Odświeżać
sk: 🔃Obnovit

source: MMU power fails
de: MMU Netzfehler
hu: MMU tap hibak
pl: Zaniki zas. MMU
sk: MMU vyp. prudu

source: FILAMENT EJECTED
de: FILAMENT AUSGEWORFEN
hu: FILAMENT KIADVA
pl: FILAMENT WYSUNIĘTY
sk: FILAMENT VYSUNUTY

source: Filament detected unexpectedly. Ensure no filament is loaded. Check the sensors and wiring.
de: Filament unerwartet erkannt. Stellen Sie sicher, dass kein Filament geladen ist. Überprüfen Sie die Sensoren und die Verkabelung.
hu: Filament váratlanul észlelve. Győződjön meg arról, hogy nincs filament betöltve. Ellenőrizze az érzékelőket és a vezetékeket.
pl: Nieoczekiwanie wykryto filament. Upewnij się, że nie załadowano filamentu. Sprawdź czujniki i okablowanie.
sk: Neočakávane zistený filament. Uistite sa, že nie je vložený žiadny filament. Skontrolujte snímače a kabeláž.

source: LOAD TO EXTR. FAILED
de: FEHL LADEN ZUM EXTR:
hu: BETÖLTÉS SIKERTELEN
pl: ŁAD DO EXTR NIEUDANE
sk: ZLYHALO ZAVED. EXTR

source: Loading to extruder failed. Inspect the filament tip shape. Refine the sensor calibration, if needed.
de: Laden in den Extruder fehlgeschlagen. Überprüfe die Form der Filamentspitze. Verfeiner die Sensorkalibrierung, falls erforderlich.
hu: Az extruderbe való betöltés nem sikerült. Ellenőrizze az fil. hegyének alakját. Ha szükséges, finomítsd az érzékelő kalibrálását.
pl: Ładowanie do ekstrudera nieudane. Sprawdź kształt końcówki filamentu. W razie potrzeby dostrój kalibrację czujnika.
sk: Zavedenie do extrudéra zlyhalo. Skontrolujte tvar konca filamentu. V prípade potreby upravte kalibráciu snímača.

source: MMU MCU ERROR
de: MMU MCU FEHLER
hu: MMU MCU HIBA
pl: MMU MCU BŁĄD

source: Material changes
de: Materialwechsel
hu: Anyagcserék
pl: Wymiany materiałów
sk: Výmena materiálu

source: Remove the ejected filament from the front of the MMU.
de: Entfernen Sie das ausgeworfene Filament von der Vorderseite der MMU.
hu: Távolítsd el a kiadott filamentet az MMU-ból.
pl: Usuń wyrzucony filament z przodu MMU.
sk: Odstráňte vysunutý filament z prednej časti MMU.

source: Selector can't move due to FINDA detecting a filament. Make sure no filament is in Selector and FINDA works properly.
de: Selektor kann sich nicht bewegen, da FINDA Fil. erkannt hat. Stelle sicher, dass sich kein Fil. im Selektor befindet und FINDA richtig funktioniert.
hu: A szelektor nem tud mozogni, mert a FINDA filamentet észlelt. Győződj meg arról,hogy nincs fil. a szelektorban, és a FINDA megfelelően működik.
pl: Wybierak nie może się poruszyć, bo czujnik FINDA wykrył filament. Upewnij się, że w selektorze nie ma filamentu i że FINDA działa prawidłowo.

source: MMU FW version is incompatible with printer FW.Update to version 3.0.2.
de: MMU FW ist inkompatibel mit Drucker FW. Update auf Version 3.0.2.
hu: Az MMU firmware-verziója nem kompatibilis a nyomtató FW-vel. Frissíts a 3.0.2-es verzióra.
pl: Wersja firmware MMU jest niezgodna z firmware drukarki. Zaktualizuj MMU do wersji 3.0.2.

source: Preload to MMU
de: In MMU laden
hu: Betöltés az MMUba
pl: Załaduj do MMU
sk: Predzásobenie MMU

source: MK3 firmware detected on MK3S printer
de: MK3-Firmware am MK3S-Drucker erkannt
hu: MK3 firmver telepitve MK3S nyomtatora
pl: Wykryto firmware MK3 w drukarce MK3S

source: MK3S firmware detected on MK3 printer
de: MK3S-Firmware auf MK3-Drucker erkannt
hu: MK3S firmver eszlelve MK3 nyomtaton
pl: Wykryto firmware MK3S w drukarce MK3

source: UNKNOWN ERROR
de: UNBEKANNTER FEHLER
hu: ISMERETLEN HIBA
pl: NIEZNANY BŁĄD

source: Unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
hu: Váratlan hiba történt.
pl: Pojawił się nieoczekiwany błąd.

source: Eject
de: Auswerf.
hu: Kiadás
pl: Wysuń

source: FILAMENT CHANGE
de: FILAMENTWECHSEL
hu: FILAMENT CSERE
pl: ZMIANA FILAMENTU

source: Load
de: Laden
hu: Betöltés
pl: Załaduj

source: M600 Filament Change. Load a new filament or eject the old one.
de: M600 Filamentwechsel. Laden Sie ein neues Filament oder werfen Sie das alte aus.
hu: M600 Filamentcsere. Helyezz be egy új filamentet, vagy vedd ki a régit.
pl: Załaduj nowy filament lub wyładuj poprzedni.

source: Sensitivity
de: Sensitivität
hu: Érzékenység
pl: Czułość

source: Mesh bed leveling failed. Please run Z calibration.
de: MeshBett Ausgleich fehlgeschlagen. Z Kalibrierung ausführen.
hu: Sikertelen asztal szintezés. Kérjük, futtasd a Z kalibrálást.
pl: Poziomowanie stołu nieudane. Proszę uruchomić kalibrację Z.

source: Set Ready
de: Bereit setzen
hu: Készen áll
pl: Ustaw gotowość

source: Set not Ready
de: Nicht breit setzen
hu: Készen nem áll
pl: Cofnij gotowość

source: Reprint
de: Druck wiederholen
hu: Újranyomtatás
pl: Przedruk

source: Shutdown host
de: Host runterfahren
hu: Gazdagép leállítás
pl: Zamknięcie hosta

source: Nozzle is hot! Wait for cooldown.
pl: Dysza jest gorąca! Poczekaj na schłodzenie.

source: Nozzle changed?
pl: Dysza została zmieniona?

source: Auto
hu: Autom.

source: Model
de: Modell
hu: Modell

source: Reset
hu: Ujrainditas

source: Selftest OK
de: Selbsttest OK
hu: Ondiagnosztika OK

source: Selftest
de: Selbsttest
hu: Ondiagnosztika
sk: Samotest

source: Sort
hu: Rendez
sk: Triedit

source: Stop
hu: Allj
sk: Zast.

source: Adjusting Z:
sk: Doladenie Z:

source: Are left and right Z~carriages all up?
sk: Dosli oba Z voziky k hornemu dorazu?

source: Changed correctly?
sk: Vymena ok?

source: Filament sensor didn't trigger while loading the filament. Ensure the filament reached the fsensor and the sensor works.
sk: Senzor filamentu sa nezopol pocas zavedenia filamentu. Skontrolujte, ze filament dosiahol fsenzor a senzor funguje spravne.

source: Remove old filament and press the knob to start loading new filament.
sk: Vyberte stary filament a stlacte tlacidlo pre zavedenie noveho.

source: Self test OK
sk: Samotest OK

source: Self test start
sk: Zaciatok testu

source: Selector can't move due to FINDA detecting a filament. Make sure no filament is in selector and FINDA works properly.
sk: Selektor sa nemôže pohybovať, pretože FINDA zistila filament. Uistite sa, že v selektore nie je žiadny filament a FINDA funguje správne.
