Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: de, hu, pl, sk

source: 0.3 or older
de: 0.3 oder älter
hu: 0.3 vagy regebbi
pl: 0.3 lub starszy
sk: 0.3 a starsie

source: 0.4 or newer
de: 0.4 oder neuer
hu: 0.4 v. ujabb
pl: 0.4 lub nowszy
sk: 0.4 a novsie

source: %s level expected
de: %s Level erwartet
hu: Vart szint: %s
pl: Oczekiwano wersji %s
sk: Ocakavana verzia %s

source: >Cancel
de: >Abbruch
hu: >Megsem
pl: >Anuluj
sk: >Zrusit

source: Adjusting Z
de: Z Anpassen
hu: Z allitasa
pl: Ustawianie Z

source: All correct
de: Alles richtig
hu: Minden rendben
pl: Wszystko OK
sk: Vsetko OK

source: All is done. Happy printing!
de: Alles abgeschlossen. Viel Spaß beim Drucken!
hu: Keszen vagyunk. Jo nyomtatast!
pl: Gotowe. Udanego drukowania!
sk: Vsetko je hotove!

source: Alphabet
hu: Abece
pl: Alfabet
sk: Abeceda

source: Always
de: Immer
hu: Mindig
pl: Zawsze
sk: Vzdy

source: Ambient
de: Raumtemp.
hu: Kornyezet
pl: Otoczenie
sk: Okolie

source: Are left and right Z-carriages all up?
de: Sind linker+rechter Z-Schlitten ganz oben?
hu: A Z tengely a felso vegponton van?
pl: Obydwa końce osi Z są na szczycie?

source: Assist
hu: Seged
pl: Asyst.
sk: Asist.

source: Auto home
de: Startposition
hu: Auto homeolas
pl: Auto bazowanie

source: Auto power
de: Auto Leist
hu: Auto ero
pl: Automatycz
sk: Automat.

source: AutoLoad filament
de: AutoLaden Filament
hu: Fil. auto.betolt.
pl: Autoładowanie fil.
sk: Autozav. filamentu

source: Autoloading filament is active, just press the knob and insert filament...
de: Automatisches Fila- ment Laden ist aktiv , Knopf drücken und Filament einlegen...
hu: Autom. betoltes be, nyomd meg a gombot es helyzed be a filamentet.
pl: Autoładowanie filamentu włączone, naciśnij pokrętło i wsuń filament...
sk: Autom. zavedenie filamentu aktivne, stlacte tlacidlo a vlozte filament...

source: Avoiding grind
de: Vermeide schleifen
hu: Daralas megelozese
pl: Unikaj ścierania

source: Axis
de: Achse
hu: Tengely
pl: Oś
sk: Os

source: Axis length
de: Achsenlänge
hu: Tengely hossz
pl: Długość osi
sk: Dlzka osi

source: Back
de: Zurück
hu: Vissza
pl: Wstecz
sk: Spat

source: Bed
de: Bett
hu: Asztal
pl: Stół
sk: Podlozka

source: Bed Heating
de: Bett aufwärmen
hu: Asztal futes
pl: Grzanie stołu
sk: Zahrievanie podlozky

source: Bed done
de: Bett OK
hu: Asztal kesz
pl: Stół OK
sk: Podlozka OK.

source: Bed level correct
de: Bett Level Korr.
hu: Szint. korrekcio
pl: Korekta stołu
sk: Korekcia podlozky

source: Bed leveling failed. Sensor didn't trigger. Debris on nozzle? Waiting for reset.
de: Z-Kal. fehlgeschlg. Sensor nicht ausgelöst. Schmutzige Düse? Warte auf Reset.
hu: Sikertelen asztal szintezes. A szenzor nem kapcsolt. Piszok a fuvokan? Varom az ujrainditast.
pl: Poziomowanie stołu nieudane. Sensor nie aktywował się. Zanieczysz. dysza? Czekam na reset.
sk: Kalibracia Z zlyhala. Sensor nezopol. Znecistena tryska? Cakam na reset.

source: Bed/Heater
de: Bett/Heizung
hu: Asztal/Fej futes
pl: Stół/Grzanie
sk: Podlozka/Zohrievanie

source: Belt status
de: Gurtstatus
hu: Szij allapot
pl: Stan pasków
sk: Stav remena

source: Belt test
de: Riementest
hu: Szij teszt
pl: Test pasków
sk: Test remena

source: Blackout occurred. Recover print?
de: Stromausfall! Druck wiederherstellen?
hu: Aramkieses volt, nyomt. folytatasa?
pl: Wykryto zanik napięcia. Wznowić druk?
sk: Nastal vypadok prudu. Obnovit tlac?

source: Bright
de: Hell
hu: Fenyes
pl: Jasny
sk: Jasne

source: Brightness
de: Helligkeit
hu: Fenyero
pl: Jasność
sk: Podsvietenie

source: COMMUNICATION ERROR
de: KOMMUNIKATIONSFEHLER
hu: KOMUNIKACIOS HIBA
pl: BŁĄD KOMUNIKACJI

source: Calibrate XYZ
de: XYZ Kalibrierung
hu: XYZ kalibracio
pl: Kalibracja XYZ
sk: Kalibracia XYZ

source: Calibrate Z
de: Z Kalibrierung
hu: Z kalibracio
pl: Kalibruj Z
sk: Kalibrovat Z

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
de: XYZ Kalibrieren: Drehen Sie den Knopf bis der obere Anschlag erreicht wird. Anschliessend den Knopf drücken.
hu: XYZ kalibralas. Tekerd a gombot addig, amig a Z tengely a felso vegpontra nem er, majd nyomd meg ha keszen vagy.
pl: Kalibracja XYZ. Przekręć pokrętło, aby przesunąć oś Z do górnych krańcówek. Naciśnij pokrętło gdy gotowe.
sk: Kalibracia XYZ. Otacanim tlacidla posunte Z os az k hornemu dorazu. Potvrdte tlacidlom.

source: Calibrating Z
de: Kalibriere Z
hu: Z kalibralasa
pl: Kalibruję Z
sk: Kalibrujem Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
de: Z Kalibrieren: Drehen Sie den Knopf bis der obere Anschlag erreicht wird. Anschliessend den Knopf drücken.
hu: Z kalibralas. Tekerd a gombot addig, amig a Z tengely a felso vegpontra nem er, majd nyomd meg ha keszen vagy.
pl: Kalibracja Z. Przekręć pokrętło, aby przesunąć oś Z do górnych krańcówek. Naciśnij gdy gotowe.
sk: Kalibracia Z. Otacanim tlacidla posunte Z os az k hornemu dorazu. Potvrdte tlacidlom.

source: Calibrating home
de: Kalibriere Start
hu: Home poz. kalibralas
pl: Bazowanie osi
sk: Kalibr. vychodziu p.

source: Calibration
de: Kalibrierung
hu: Kalibracio
pl: Kalibracja
sk: Kalibracia

source: Calibration done
de: Kalibrierung OK
hu: Kalibracio kesz
pl: Kalibracja OK
sk: Kalibracia OK

source: Can't move Selector or Idler.
de: Kann Selektor oder Riemenscheibe nicht bewegen.
hu: Nem tudom mozgatni a Fejet vagy a Gorgot
pl: Nie można poruszyć wybieraka lub docisku.
sk: Selektor alebo Idler nie je mozne presunut.

source: Cannot perform the action, filament is already loaded. Unload it first.
de: Die Aktion kann nicht ausgeführt werden, das Filament ist bereits geladen. Entladen Sie es zuerst.
hu: A muvelet nem hajthato vegre, a filament mar be van toltve. Vedd ki elobb.
pl: Nie można wykonać akcji, filament jest już załadowany. Wyładuj go najpierw.
sk: Nie je mozne vykonat akciu, filament je uz zavedeny. Najskor ho vytiahnite.

source: Card removed
de: SD Karte entfernt
hu: Kartya eltavolitva
pl: Karta wyjęta
sk: Karta vysunuta

source: Change SD card
de: Wechsel SD Karte
hu: Cserelj SD kartyat
pl: Zmiana karty SD
sk: Zmenit SD kartu

source: Change filament
de: Filament-Wechsel
hu: Filament csere
pl: Wymiana filamentu
sk: Vymenit filament

source: Change success!
de: Wechsel erfolgreich!
hu: Csere sikerult!
pl: Wymiana udana!
sk: Vymena uspesna!

source: Changed correctly
de: Wechsel ok
hu: Sikerult a csere
pl: Wymiana udała się

source: Checking X axis
de: Prüfe X Achse
hu: X tengely ellenorzes
pl: Kontrola osi X
sk: Kontrola osi X

source: Checking Y axis
de: Prüfe Y Achse
hu: Y tengely ellenorzes
pl: Kontrola osi Y
sk: Kontrola osi Y

source: Checking Z axis
de: Prüfe Z Achse
hu: Z tengely ellenorzes
pl: Kontrola osi Z
sk: Kontrola osi Z

source: Checking bed
de: Prüfe Bett
hu: Asztal ellenorzese
pl: Kontrola stołu
sk: Kontrola podlozky

source: Checking endstops
de: Prüfe Endschalter
hu: Vegallaskapcs. ellen
pl: Kontrola krańcówek
sk: Kontrola endstopu

source: Checking file
de: Überprüfe Datei
hu: Fajl ellenorzese
pl: Sprawdzanie pliku
sk: Kontrolujem subor

source: Checking hotend
de: Prüfe Düse
hu: Hotend ellenorzese
pl: Kontrola hotendu
sk: Kontrola hotend

source: Checking sensors
de: Prüfe Sensoren
hu: Szenz. ellenorzese
pl: Kontrola czujników
sk: Kontrola senzorov

source: Checks
de: Kontrolle
hu: Ellenorzesek
pl: Testy
sk: Kontroly

source: Clear TM error
de: TM Fehler löschen
hu: TM hiba törlése
pl: Wyczyść błąd TM
sk: Vymazanie chyby TM

source: Color not correct
de: Falsche Farbe
hu: Szin nem jo
pl: Kolor nieprawidłowy
sk: Nespravna farba

source: Community made
de: Von der Community
hu: Kozossegi
pl: Od społeczności
sk: Komunitny prekl.

source: Cont.
de: Weit.
hu: Folyt
pl: Kont.
sk: Pokr.

source: Cooldown
de: Abkühlen
hu: Lehutes
pl: Wychładzanie
sk: Schladit

source: Copy selected language?
de: Gewählte Sprache kopieren?
hu: Kivalasztott nyelv masolasa?
pl: Skopiować wybrany język?
sk: Kopirovat vybrany jazyk?

source: Crash
hu: Utkozes
pl: Zderzeń
sk: Naraz

source: Crash det.
de: Crash Erk.
hu: Utkozes erz.
pl: Wykr.zderzeń
sk: Det. narazu

source: Crash detected.
de: Crash erkannt.
hu: Utkozes erzekelve.
pl: Zderzenie wykryte.
sk: Zisteny naraz.

source: Crash detection can be turned on only in Normal mode
de: Crash Erkennung kann nur im Modus Normal genutzt werden
hu: Utkozes erzekeles csak normal modban kapcsolhato be
pl: Wykrywanie zderzeń może być włączone tylko w trybie Normalnym
sk: Detekcia narazu moze byt zapnuta len v Normalnom rezime

source: Cut filament
de: Fil. schneiden
hu: Filament vagasa
pl: Cięcie filamentu
sk: Odstrihnut fil.

source: Cutter
de: Messer
hu: Vago
pl: Nożyk
sk: Strihanie

source: Date:
de: Datum:
hu: Datum:
pl: Data:
sk: Datum:

source: Dim
de: Dimm
hu: Sotet
pl: Ściemn
sk: Tmavy

source: Disable
de: Deaktiv.
hu: Letilt
pl: Wyłącz
sk: Vypnut

source: Disable steppers
de: Motoren aus
hu: Motorok kikapcsol.
pl: Wyłącz silniki
sk: Vypnut motory

source: Disengaging idler
de: Spannrol. auskuppeln
hu: Gorgo levalasztasa
pl: Zwalnianie docisku
sk: Uvolnenie idlera

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
de: Der Abstand zwischen der Spitze der Düse und dem Bett ist noch nicht eingestellt. Folgen Sie dem Handbuch, Kapitel Erste Schritte.
hu: A fuvoka vege es a targyasztal felulete kozotti tavolsag nincs beallitva. Kerlek, kovesd az utmutato Elso lepesek fejezeteben az Elso reteg kalibracio bekezdest.
pl: Odległość dyszy od powierzchni druku nie jest skalibrowana. Postępuj zgodnie z podręcznikiem, rozdział Pierwsze kroki, sekcja Kalibracja pierwszej warstwy.
sk: Nie je skalibrovana vzdialenost trysky od podlozky. Postupujte prosim podla manualu, kapitola Zaciname, odstavec Nastavenie prvej vrstvy.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
de: Willst du den letzten Schritt wiederholen, um den Abstand neu einzustellen?
hu: Meg szeretned ismetelni az utolso lepest, hogy finomhangold a fuvoka es az asztal kozotti tavolsagot?
pl: Chcesz powtórzyć ostatni krok i ponownie ustawić odległość między dyszą, a stołem?
sk: Chcete opakovat posledny krok a pozmenit vzdialenost medzi tryskou a podlozkou?

source: Done
de: Klar
hu: Kesz
pl: Gotowe
sk: Hotov

source: E-correct
de: E-Korrektur
hu: E-korrekcio
pl: Korekcja-E
sk: Korekcia E

source: ERR Help filament
de: FEHL. Fil.Hilfe
hu: HIBA SEGITS A FILAM.
pl: ERR fil. wym. pomocy

source: ERR Internal
de: FEHLER Intern
hu: Belso hiba
pl: ERR Wewnętrzny

source: ERR TMC failed
de: FEHLER TMC
hu: TMC HIBA
pl: ERR błąd TMC

source: ERR Wait for User
de: FEHL. Warte Benutzer
hu: Felh. varakozas HIBA
pl: ERR Czekam na Użytk.

source: ERROR:
de: FEHLER:
hu: HIBA:
pl: BŁĄD:

source: Eject from MMU
de: Aus MMU auswerf.
hu: Kiadás az MMUból
pl: Wysuń z MMU
sk: Vysunúť z MMU

source: Ejecting filament
de: Werfe Filament aus
hu: Filament kiadasa
pl: Wysuwanie filamentu
sk: Vysunutie filamentu

source: Endstop
de: Endschalter
hu: Vegallaskapcsolo
pl: Krańcówka
sk: Koncovy spinac

source: Endstop not hit
de: Ende nicht getroffen
hu: Vegallask. nem kapcs
pl: Krańcówka nie aktyw.
sk: Kon. spinac nezopol

source: Endstops
de: Endschalter
hu: Vegallaskapcsolok
pl: Krańcówki
sk: Konc. spinace

source: Engaging idler
de: Spannrol. einkuppeln
hu: Gorgo becsatolasa
pl: Uruchamianie docisku
sk: Zapojenie idlera

source: Extruder
pl: Ekstruder

source: Extruder info
pl: Ekstruder - info

source: F. autoload
de: F. autoladen
hu: F. autobetolt
pl: Autolad. fil.
sk: F. autozav.

source: F. jam detect
de: F. Stau entd.
hu: Dugul. eszlel
pl: Zacięcie fil.
sk: F. zasek

source: F. runout
de: FS. Auslauf
hu: F. fogyas
pl: Koniec fil.
sk: F. vypadok

source: FIL. ALREADY LOADED
de: FIL. BEREITS GELADEN
hu: FILAMENT MAR BENT
pl: FILAMENT JUŻ ZAŁAD.

source: FINDA DIDNT TRIGGER
de: FINDA N. AUSGELÖST
hu: FINDA NEM KAPCSOLT
pl: FINDA NIE WŁĄCZONA

source: FINDA didn't switch off while unloading filament. Try unloading manually. Ensure filament can move and FINDA works.
de: FINDA nicht ausgeschaltet beim Entladen. Entlade Fil. manuell. Bewegt sich Fil.? Funktioniert FINDA?
hu: A FINDA nem kapcsolt filament kiadas kozben. Vedd ki kezzel. Ellenorizd a fil. utjat es a FINDA mukodeset.
pl: FINDA nie wyłączyła się podczas wyładowywania filamentu. Wyładuj ręcznie. Upewnij się, że filament może się poruszać i czy FINDA działa.
sk: FINDA sa nevypol pocas vyberania filamentu. Skuste to manualne. Uistite sa, ze filament sa moze hybat a FINDA funguje.

source: FINDA didn't trigger while loading the filament. Ensure the filament can move and FINDA works.
de: FINDA hat beim Laden des Filaments nicht ausgelöst. Stellen Sie sicher, dass sich das Filament bewegen kann und FINDA funktioniert.
hu: A FINDA nem kapcsolt filament betoltese kozben. Ellenorizd a fil. utjat es a FINDA mukodeset.
pl: FINDA nie aktywowała się podczas ładowania filamentu. Upewnij się, że filament może się poruszac i, że FINDA działa.
sk: FINDA sa nezopol pocas zavedenia filamentu. Uiste sa, ze FINDA funguje spravne.

source: FINDA FILAM. STUCK
de: FINDA NICHT FIL.FREI
hu: FINDA FIL. SZORULT
pl: FINDA FIL. ZABLOK.

source: FS Action
de: FS Aktion
hu: FSz akcio
pl: Akcja FS
sk: FS Akcia

source: FSENSOR DIDNT TRIGG.
de: FSENSOR N. AUSGELÖST
hu: FSZENZOR NEM KAPCSOL
pl: FSENSOR NIE WłĄCZ.

source: FSENSOR TOO EARLY
de: FSENSOR ZU FRÜH
hu: FSZENZ. TUL HAMAR
pl: FSENSOR ZBYT WCZEŚN.

source: FSENSOR FIL. STUCK
de: FSENSOR N. FIL.FREI
hu: FSZENZOR: F SZORULT
pl: FSENSOR FIL. UTKNĄŁ

source: FW RUNTIME ERROR
de: FW-LAUFZEITFEHLER
hu: FW FUTAS HIBA
pl: BŁĄD DZIAŁANIA FW

source: Fail stats
de: Fehlerstatistik
hu: Hiba statisztika
pl: Statystyki błędów
sk: Statistiky zlyhani

source: Fail stats MMU
de: MMU-Fehler
hu: MMU hiba stat.
pl: Błędy MMU
sk: Zlyhania MMU

source: False triggering
de: Fehlauslösung
hu: Hamis kivalto ok
pl: Fałszywy alarm
sk: Falosne spustenie

source: Fan speed
de: Lüfter-Tempo
hu: Vent. sebesseg
pl: Prędkość went.
sk: Rychlost vent.

source: Fan test
de: Lüftertest
hu: Ventillator teszt
pl: Test wentylatora
sk: Test ventilatora

source: Fans check
de: Lüfter Check
hu: Vent.proba
pl: Sprawdz.went.
sk: Kontr. vent.

source: Feeding to FINDA
de: Zufuhr zur FINDA
hu: FINDAhoz toltes
pl: Podaję do FINDY
sk: Zavedenie do FINDA

source: Feeding to FSensor
de: Zufuhr zum FSensor
hu: Fszenzorhoz toltes
pl: Podaję do FSensora
sk: Zavedenie do Fsensor

source: Feeding to extruder
de: Zufuhr zum Extruder
hu: Extruderhez toltes
pl: Podaję do ekstrudera
sk: Zavedenie do extrud.

source: Feeding to nozzle
de: Zufuhr zur Düse
hu: Fuvokahoz toltes
pl: Podaję do dyszy
sk: Zavedenie do trysky

source: Fil. runouts
de: Fil. Mängel
hu: Fil. kifutasok
pl: Końc. filamentu
sk: Vypadky filam.

source: Fil. sensor
hu: Fil. szenzor
pl: Czuj. filam.
sk: Fil. senzor

source: Filament extruding & with correct color?
de: Filament extrudiert mit richtiger Farbe?
hu: Filament es a szine rendben?
pl: Czy filament wychodzi z dyszy, w prawidłowym kolorze?
sk: Filament vytlaceny a spravnej farby?

source: Filament not loaded
de: Fil. nicht geladen
hu: Fil. nincs betoltve
pl: Fil. nie załadowany
sk: Filament nezavedeny

source: Filament sensor
hu: Filament szenzor
pl: Czujnik filamentu
sk: Senzor filamentu

source: Filament sensor didn't switch off while unloading filament. Ensure filament can move and the sensor works.
de: FSens. beim Entladen nicht abgeschaltet. Sicherstellen: Fil. bewegbar und Sensor funktioniert?
hu: A filament szenzor nem kapcsolt ki a filament kiadasa kozben. Ellenorizd a filament utjat es a szenort.
pl: Czujnik filamentu nie wyłączył się podczas rozładowywania filamentu. Sprawdź, czy filament może się poruszać i czy czujnik działa.
sk: Senzor filamentu sa nevypol pocas vyberania filamentu. Skontrolujte, ze sa filament moze hybat a senzor funguje spravne.

source: Filament sensor didn't trigger while loading the filament. Ensure the sensor is calibrated and the filament reached it.
de: Der FSensor hat beim Laden des Filaments nicht ausgelöst. Stellen Sie sicher, dass das Filament den Sensor erreicht hat und der Sensor funktioniert.
hu: A filament szenzor nem kapcsolt be a filament betoltese kozben. Ellenorizd a filament utjat es a szenort.
pl: Czujnik filamentu nie zadziałał podczas ładowania filamentu. Sprawdź, czy filament dotarł do czujnika i czy czujnik działa.

source: Filament sensor triggered too early while loading to extruder. Check there isn't anything stuck in PTFE tube. Check that sensor reads properly.
de: Der FSensor wurde beim Laden in den Extruder zu früh ausgelöst. Prüfen Sie, dass nichts im PTFE-Schlauch fest- sitzt und der Sensor richtig liest.
hu: A filament szenzor tul hamar kapcsolt a filament extruderbe toltesekor. Ellenorizd a PTFE csovet es a szenzort.
pl: Cz. filam. zadziałał zbyt wcześnie podcz. ładowania do ekstr. Sprawdź czy nic nie utknęło w rurce PTFE. Sprawdź czy czujnik odczytuje prawidłowo.
sk: Filament senzor sa zopol priskoro pocas zavedenia do extruderu. Skontrolujte ci je PTFE trubicka priechodzia a senzor funguje spravne.

source: Filament used
de: Filament benutzt
hu: Felhasznalt filam.
pl: Użyty filament
sk: Spotrebovany filam.

source: File incomplete. Continue anyway?
de: Datei unvollständig. Trotzdem fortfahren?
hu: A fajl vege hianyzik. Folytatod igy is?
pl: Plik niekompletny. Kontynuowac?
sk: Subor nekompletny. Pokracovat?

source: Finishing movements
de: Bewegungen beenden
hu: Mozdulat befejezese
pl: Kończenie druku
sk: Dokoncovanie pohybu

source: First layer cal.
de: Erste-Schicht Kal.
hu: Elso reteg kal.
pl: Kalibr. 1. warstwy
sk: Kal. prvej vrstvy

source: First, I will run the selftest to check most common assembly problems.
de: Zunächst führe ich den Selbsttest durch, um die häufigsten Probleme beim Zusammenbau zu überprüfen.
hu: Elsokent lefuttatom az onellenorzest, hogy megnezzem a leggyakoribb osszeszerelesi problemakat.
pl: Najpierw włączę selftest w celu sprawdzenia najczęstszych problemów podczas montażu.
sk: Najskor pomocou selftestu skontrolujem nejcastejsie chyby vznikajuce pri zostaveni tlaciarne.

source: Flow
de: Durchfluss
pl: Przepływ
sk: Prietok

source: For a Nozzle change please read prusa.io/nozzle-mk3s
de: Für Düsenwechsel lesen Sie prusa.io/nozzle-mk3s
hu: Fuvoka cserehez kerlek olvasd el prusa.io/nozzle-mk3s
pl: W celu wymiany dyszy należy przeczytać prusa.io/nozzle-mk3s
sk: Pre vymenu trysky si precitajte prusa.io/nozzle-mk3s

source: Front print fan?
de: Vorderer Lüfter?
hu: Elso targyhuto vent?
pl: Przedni went. druku?
sk: Predny tlacovy vent?

source: Front side[µm]
de: Vorne [µm]
hu: Elulso old[µm]
pl: Przód [µm]
sk: Predna st.[µm]

source: Front/left fans
de: Druck/Hotend Lüfter
hu: Elso/bal ventillator
pl: Przedni/lewy wentyl.
sk: Predny/lavy vent.

source: G-code sliced for a different level. Continue?
de: G-Code ist für einen anderen Level geslict. Fortfahren?
hu: A G-kod mas szintre lett elokesztve. Folytassam?
pl: G-code pocięty dla innej wersji. Kontynuować?
sk: G-code pripraveny pre inu uroven. Pokracovat?

source: G-code sliced for a different level. Please re-slice the model again. Print cancelled.
de: G-Code ist für einen anderen Level geslict. Slicen Sie das Modell erneut. Druck abgebrochen.
hu: A G-kod mas szintre lett elokesztve. Szeleteld ujra a modellt. Nyomtatas megallitva.
pl: G-code pocięty na innym poziomie. Potnij model ponownie. Druk anulowany.
sk: G-code pripraveny pre inu verziu. Vygenerujte G-code znova. Tlac zrusena.

source: G-code sliced for a different printer type. Continue?
de: G-Code ist für einen anderen Drucker geslict. Fortfahren?
hu: A G-kod mas nyomtato tipusra lett elokesztve.Folytassam?
pl: G-code pocięty dla innej drukarki. Kontynuować?
sk: G-code je pripraveny pre iny typ tlaciarne.Pokracovat?

source: G-code sliced for a different printer type. Please re-slice the model again. Print cancelled.
de: G-Code ist für einen anderen Drucker geslict. Slicen Sie das Modell erneut. Druck abgebrochen.
hu: A G-kod mas nyomtato tipusra lett elokesztve. Szeleteld ujra a modellt. Nyomtatas megallitva.
pl: G-code pocięty dla drukarki innego typu. Potnij model ponownie. Druk anulowany.
sk: G-code je pripraveny pre iny typ tlaciarne. Vygenerujte G-code znova. Tlac zrusena.

source: G-code sliced for a newer firmware. Continue?
de: G-Code ist für eine neuere Firmware geslict. Fortfahren?
hu: A G-kod ujabb firmverre lett elokesztve.Folytassam?
pl: G-code pocięty dla nowszego firmware. Kontynuować?
sk: G-code je pripraveny pre novsi firmware. Pokracovat?

source: G-code sliced for a newer firmware. Please update the firmware. Print cancelled.
de: G-Code ist für eine neuere Firmware geslict. Aktualisieren die Firmware. Druck abgebrochen.
hu: A G-kod ujabb firmverre lett elokesztve. Frissitsd a nyomtato firmveret. Nyomtatas megallitva.
pl: G-code pocięty dla nowszego firmware. Zaktualizuj firmware. Druk anulowany.
sk: G-code je pripraveny pre novsi firmware. Prosim aktualizujte firmware. Tlac zrusena.

source: HW Setup
de: HW Einstellungen
hu: HW beallitas
pl: Ustawienia HW
sk: HW nastavenie

source: Heater/Thermistor
de: Heizung/Thermistor
hu: Futotest/Termisztor
pl: Grzałka/Termistor
sk: Zohr./Termistor

source: Heating
de: Aufwärmen
hu: Futes folyamatban
pl: Grzanie...
sk: Zahrievanie

source: Heating disabled by safety timer.
de: Heizung durch Sicherheitstimer deaktiviert.
hu: A bizonsagi idozito leallitotta a futest
pl: Grzanie wyłączone przez wył. czasowy.
sk: Zohrievanie prerusene bezpecnostnym casovacom.

source: Heating done.
de: Aufwärmen OK.
hu: Futes kesz.
pl: Grzanie zakończone.
sk: Zahrievanie OK.

source: Hi, I am your Original Prusa i3 printer. I will guide you through a short setup process, in which the Z-axis will be calibrated. Then, you will be ready to print.
de: Hallo, ich bin Ihr Original Prusa i3 Drucker. Ich werde Sie durch einen kurzen Einrichtungs- prozess führen, bei dem die Z-Achse kalibriert wird. Danach können Sie drucken.
hu: Szia, en vagyok az eredeti Prusa i3 nyomtatod. Vegigvezetlek egy rovid beallitasi folyamaton, amelyben a Z tengelyt kalibralom. Utana mar nyomtathatsz is.
pl: Cześć, jestem Twoją drukarką Original Prusa i3. Przeprowadzę Ciebie przez kalibrację osi Z, po której możesz rozpocząć drukowanie.
sk: Ahoj, som vasa tlaciaren Original Prusa i3. Prevediem vas kratkym procesom nastavenia, v ktorom skalibrujem os Z. Potom budete moct zacat tlacit.

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
de: Hallo, ich bin Ihr Original Prusa i3 Drucker. Möchten Sie, dass ich Sie durch den Einricht- ungsablauf führe?
hu: Szia, en vagyok az eredeti Prusa i3 nyomtatod. Szeretned, ha vegigvezetnelek a beallitasi folyamaton?
pl: Cześć, jestem Twoją drukarką Original Prusa i3. Czy potrzebujesz pomocy z ustawieniami?
sk: Dobry den, som vasa tlaciaren Original Prusa i3. Chcete aby som Vas previedla kalibracnym procesom?

source: High power
de: Hohe Leist
hu: Magas ero
pl: Wysoka wyd
sk: Vys. vykon

source: Homing
de: Startposition
hu: Homeolas
pl: Bazowanie
sk: Navrat

source: Hotend at 280C! Nozzle changed and tightened to specs?
de: Hotend bei 280C! Düse gewechselt, gemäß Spezifikation angezogen?
hu: A hotend 280C-os! Fuvoka kicserleve es kelloen meghuzva?
pl: Hotend rozgrzany do 280°C! Dysza wymieniona i dokręcona wg specyfikacji?
sk: Hotend ma 280C! Tryska je vymenena a utiahnuta podla specifikacie?

source: Hotend fan:
de: Hotend-Lüfter:
hu: Hotend vent.:
pl: Went. hotendu:
sk: Hotend vent.:

source: I will run xyz calibration now. It will take up to 24 mins.
de: Ich werde jetzt die XYZ-Kalibrierung durchführen. Es kan bis zu 24 Min.dauern.
hu: Lefuttatom az XYZ kalibraciot. Ez akár 24 percig is eltarthat.
pl: Przeprowadzę teraz kalibrację XYZ. Zajmie to do 24 min.
sk: Teraz urobim XYZ kalibraciu. Zaberie to až 24 min.
