Repository: prusa3d/Prusa-Firmware
Catalog: lang/po/Firmware_*.po
Languages: de, hu, pl, sk

source: The MMU firmware version incompatible with the printer's FW. Update to version 2.1.9.
sk: Verzia firmvéru MMU nie je kompatibilná s FW tlačiarne. Aktualizácia na verziu 2.1.9.
